Repository: indico/indico-plugins
Catalog: piwik/indico_piwik/translations/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, mn_mn, pl_pl, pt_br, tr_tr, uk_ua

source: Track global visits
cs_cz: Sledovat počty přístupů
de_de: Besuche allgemein verfolgen
es_es: Monitorizar visitas globales
fr_fr: Monitorer les visites globales
hu_hu: Globális látogatások nyomon követése
it_it: Vista globale delle track
ja_jp: サイト訪問の追跡
mn_mn: Олон улсын хандалтыг дагах
pl_pl: Śledź wszystkie wizyty
pt_br: Acompanhe as visitas globais
tr_tr: Küresel ziyaretleri izle
uk_ua: Відслідковувати глобальні візити

source: Track events
cs_cz: Sledovat události
de_de: Veranstaltungen verfolgen
es_es: Monitorizar eventos
fr_fr: Monitorer les événements
hu_hu: Események nyomon követése
it_it: Eventi della track
ja_jp: イベントを追跡する
mn_mn: Үйл явдлуудыг дагах
pl_pl: Śledź wydarzenia
pt_br: Trilhas de Eventos
tr_tr: Etkinlikleri izle
uk_ua: Відслідковувати події

source: Track downloads
fr_fr: Monitorer les téléchargements

source: Cache results
cs_cz: Ukládat výsledky do vyrovnávací paměti
de_de: Ergebnisse im Cache halten
es_es: Cachear los resultados
fr_fr: Mettre en mémoire cache les résultats
hu_hu: Gyorsítótár-eredmények
it_it: Risultati della cache
ja_jp: 結果をキャッシュする
mn_mn: Шуурхай санах ойн үр дүнгүүд
pl_pl: Przechowaj wyniki
pt_br: Resultados em cache
tr_tr: Sonuçları önbelleğe al
uk_ua: Кешувати результати

source: Piwik server URL
cs_cz: Adresa (URL) serveru Piwik
es_es: URL servidor Piwik
fr_fr: URL du serveur Piwik
hu_hu: Piwik-kiszolgáló URL-címe
it_it: URL server Piwik
ja_jp: PiwikサーバーのURL
mn_mn: Piwik серверийн URL
pl_pl: Adres URL serwera Piwik
pt_br: URL do servidor Piwik
tr_tr: Piwik sunucu URL'si
uk_ua: URL серверу Piwik

source: Piwik API server URL
cs_cz: Adresa (URL) serveru API Piwik
es_es: URL de la API del servidor Piwik
fr_fr: URL de l'API du serveur Piwik
hu_hu: Piwik API-kiszolgáló URL-címe
it_it: URL server API Piwik
ja_jp: Piwik APIサーバーのURL
mn_mn: Piwik API серверийн URL
pl_pl: Adres URL serwera API Piwik
pt_br: URL da API do servidor Piwik
tr_tr: Piwik API sunucu URL'si
uk_ua: URL серверу Piwik API

source: Should be pointing to 'index.php'
fr_fr: Devrait pointer vers 'index.php'

source: Piwik API token
cs_cz: Symbol API Piwik
de_de: API-Schlüssel (token) für Piwik
es_es: Token de la API Piwik
fr_fr: Jeton de l'API Piwik
it_it: Token API Piwik
ja_jp: Piwik API トークン
mn_mn: Piwik API токен
pl_pl: Token Piwik API
pt_br: Token da API Piwik
tr_tr: Piwik API simgesi
uk_ua: Мітка Piwik API

source: Token to access the API. Do not share it!
cs_cz: Znak pro přistupování k API. Nesdílet!
de_de: Token zum Zugriff der API. Nicht teilen!
es_es: Token para acceder a la API. ¡No lo comparta!
fr_fr: Jeton pour accéder à l'API. Gardez-le secret!
hu_hu: Token az API eléréséhez. Ne ossza meg!
it_it: Token di accesso alle API. Non condividerlo!
ja_jp: APIにアクセスするためのトークン。共有しないこと！
mn_mn: API руу нэвтрэх токен. Үүнийг бүү хуваалцаарай!
pl_pl: Token udostępniający API. Nie udostępniaj go!
pt_br: Token para acessar a API. Não compartilhe-o.
tr_tr: API'ya erişme simgesidir. Paylaşmayın!
uk_ua: Мітка для доступу до API. Не розголошуйте її!

source: Global statistics ID
cs_cz: ID celkové statistiky
de_de: Globale Stastik-ID
es_es: ID de las estadísticas globales
fr_fr: Identifiant pour les statistiques globales
hu_hu: Globális statisztikai azonosító
it_it: ID statistica globale
ja_jp: グローバル統計ID
mn_mn: Бүх статистикийн ID
pl_pl: Strona statystyk globalnych
pt_br: ID das Estatísticas Globais
tr_tr: Küresel istatistik kimliği
uk_ua: ID глобальної статистики

source: Piwik site ID for global statistics
cs_cz: ID stránky Piwik pro celkovou statistiku
de_de: Piwik Seiten-ID für globale Statistiken
es_es: ID del sitio Piwik para las estadísticas globales
fr_fr: Identifiant du site Piwik pour les statistiques globales
hu_hu: A Piwik webhely-azonosítója a globális statisztikákhoz
it_it: ID del sito Piwik per le statistiche globali
ja_jp: グローバル統計用のPiwikサイトID
mn_mn: олон улсын статистикт зориулсан Piwik сайтын ID
pl_pl: ID strony Piwik dla statystyk globalnych
pt_br: ID do Site do Piwik para Estatísticas Globais
tr_tr: Küresel istatistikler için Piwik site kimliği
uk_ua: ID сайту Piwik для глобальної статистики

source: Event statistics ID
cs_cz: ID statistiky události
de_de: Veranstaltungs-Statistik-ID
es_es: ID para las estadísticas de eventos
fr_fr: Identifiant pour les statistiques d'événement
hu_hu: Esemény statisztikai azonosítója
it_it: ID delle statistiche dell'evento
ja_jp: イベント統計ID
mn_mn: Үйл явдлын статистикийн ID
pl_pl: Strona statystyk wydarzenia
pt_br: ID das Estatísticas de Evento
tr_tr: Etkinlik istatistik kimliği
uk_ua: ID статистики подій

source: Piwik site ID for event statistics
cs_cz: ID stránky Piwik pro statistiku události
de_de: Site-ID von Piwik für Veranstaltungs-Statistiken
es_es: ID del sitio Piwik para las estadísticas de eventos
fr_fr: Identifiant de site Piwik pour les statistiques d'événement
hu_hu: A Piwik webhely-azonosítója az eseménystatisztikákhoz
it_it: ID del sito Piwik per le statistiche dell'evento
ja_jp: イベント統計用のPiwikサイトID
mn_mn: Үйл явдлын статистикт зориулсан Piwik сайтын ID
pl_pl: ID strony Piwik dla statystyk wydarzenia
pt_br: ID do site do Piwik para estatísticas de evento
tr_tr: Etkinlik istatistikleri için Piwik site kimliği
uk_ua: ID сайту Piwik для статистики подій

source: Result cache TTL (seconds)
cs_cz: TTL vyrovnávací paměti výsledku (sekund)
de_de: Lebensdauer des Ergebnis-Cache (in Sekunden)
es_es: Duración de la caché de resultados TTL (en segundos)
fr_fr: Durée de vie du cache des résultats (en secondes)
hu_hu: Találati gyorsítótár TTL (másodpercben)
it_it: TTL della cache dei risultati (secondi)
ja_jp: 結果キャッシュのTTL（秒）
mn_mn: Үр дүнгийн шуурхай санах ой TTL (секунд)
pl_pl: Czas po jakim dane zostanę usunięte z pamięci podręcznej (w sekundach)
pt_br: Resultado do cache TTL (segundos)
tr_tr: Sonuç önbelleği TTL (saniye)
uk_ua: TTL кешу результатів (секунди)

source: How long event reports are kept cached
cs_cz: Po jakou dobu jsou přehledy událostí drženy ve vyrovnávací paměti
de_de: Wie lange bleiben Berichte im Cache?
es_es: Tiempo que son guardados en caché los informes de eventos
fr_fr: Durée de conservation en cache des rapports d'événement
hu_hu: Meddig tartsuk az eseményjelentéseket gyorsítótárban
it_it: Per quanto tempo i rapporti sugli eventi vengono mantenuti nella cache
ja_jp: イベントレポートのキャッシュ保存期間
mn_mn: Үйл явдлын тайланг хэр хугацаанд шуурхай санах ойд хадгалах вэ
pl_pl: Jk długo raporty o wydarzeniu są przechowywane w pamięci podręcznej
pt_br: Por quanto tempo os relatórios de evento são mantidos em cache
tr_tr: Olay raporlarının önbelleğe alınma süresi ne kadar
uk_ua: Як довго звіти подій зберігаються у кеші

source: Use Piwik server URL for all requests
cs_cz: Použít adresu (URL) serveru Piwik pro všechny výsledky
de_de: Piwik Server URL für alle Anfragen verwenden
es_es: Utilizar URL del servidor Piwik para todas las solicitudes
fr_fr: Utiliser l'URL du serveur Piwik pour toutes les requêtes
hu_hu: Az összes kéréshez használja a Piwik szerver URL-jét
it_it: Utilizzare l'URL del server Piwik per tutte le richieste
ja_jp: すべてのリクエストにPiwikサーバーのURLを使用する
mn_mn: Бүх хүсэлт дээр Piwik серверийн URL-г ашиглана уу
pl_pl: Wykorzystuj URL serwera Plwik dla wszystkich zapytań
pt_br: Use o URL do servidor do Piwik para todas as solicitações
tr_tr: Tüm istekler için Piwik sunucu URL'si kullan
uk_ua: Використовувати URL серверу Piwik для всіх запитів

source: Event statistics can't use the same Piwik site as global statistics
cs_cz: Statistika události nemůže použít stejnou stránku Piwik jako celková statistika
de_de: Veranstaltungsstatistiken kann nicht dieselbe Piwik Site wie die globale Statistik nutzen
es_es: Las estadísticas de eventos no pueden utilizar el mismo sitio Piwik que las estadísticas globales
fr_fr: Les statistiques d'événement ne peuvent utiliser le même site Piwik que les statistiques globales
hu_hu: Az eseménystatisztikák nem használhatják ugyanazt a Piwik webhelyet, mint a globális statisztikák
it_it: Le statistiche dell'evento non possono utilizzare lo stesso sito Piwik delle statistiche globali
ja_jp: イベント統計は、グローバル統計と同じPiwikサイトを使用できない
mn_mn: Үйл явдлын статистик олон улсын статистик хэлбэрээр адилхан Piwik сайтыг ашиглах боломжгүй
pl_pl: Statystyki wydarzenia nie mogą wykorzystywać tego samego serwera Piwik jak statystki globalne
pt_br: Estatísticas de evento não podem usar o mesmo site do Piwik como estatísticas globais
tr_tr: Etkinlik istatistikleri, aynı Piwik sitesini genel istatistikler olarak kullanamaz
uk_ua: Статистика подій не може використовувати такий самий сайт Piwik, як і глобальна статистика

source: Statistics
cs_cz: Statistiky
de_de: Statistiken
es_es: Estadísticas
fr_fr: Statistiques
hu_hu: Statisztikák
it_it: Statistiche
ja_jp: 統計データ
mn_mn: Статистик
pl_pl: Statystyki
pt_br: Estatísticas
tr_tr: İstatistikler
uk_ua: Статистика

source: Selection Information
cs_cz: Údaje o výběru
de_de: Auswahlinformation
es_es: Información de selección
fr_fr: Information de sélection
hu_hu: Kiválasztási információk
it_it: Informazioni sulla selezione
ja_jp: 選択の情報
mn_mn: Сонголтын мэдээлэл
pl_pl: Dane za okres
pt_br: Informação de Seleção
tr_tr: Seçim Bilgileri
uk_ua: Інформація про вибір

source: (%(start)s to %(end)s)
cs_cz: (%(start)s až %(end)s)
de_de: (%(start)s bis %(end)s)
es_es: (%(start)s hasta %(end)s)
fr_fr: (%(start)s à %(end)s)
hu_hu: (%(start)s -től %(end)s-ig)
it_it: (da %(start)s a %(end)s)
ja_jp: (%(start)s から %(end)sまで)
mn_mn: (%(start)s -с %(end)sруу )
pl_pl: (%(start)s do %(end)s)
pt_br: (%(start)s para %(end)s)
tr_tr: (%(start)s den %(end)s) ye
uk_ua: (%(start)s по %(end)s)

source: Modify Query
cs_cz: Upravit dotaz
de_de: Abfrage ändern
es_es: Modificar consulta
fr_fr: Modifier la requête
hu_hu: A lekérdezés módosítása
it_it: Modifica la query
ja_jp: クエリを変換する
mn_mn: Асуумжийг өөрчлөх
pl_pl: Zmodyfikuj zapytanie
pt_br: Modificar Consulta
tr_tr: Sorguyu Değiştir
uk_ua: Змінити запит

source: Hide
cs_cz: Skrýt
de_de: Ausblenden
es_es: Ocultar
fr_fr: Cacher
hu_hu: Elrejt
it_it: Nascondi
ja_jp: 隠す
mn_mn: Нуух
pl_pl: Ukryj
pt_br: Ocultar
tr_tr: Gizle
uk_ua: Приховати

source: View statistics between these dates
cs_cz: Zobrazit statistiku mezi těmito daty
de_de: Statistiken zwischen diesen Daten ansehen
es_es: Ver estadísticas entre estas fechas
fr_fr: Afficher les statistiques entre ces dates
hu_hu: Statisztikák megtekintése ezen időpontok között
it_it: Visualizza le statistiche tra queste date
ja_jp: この日付の間の統計データを見る
mn_mn: Эдгээр огноонуудын хоорондох статистикийг харах
pl_pl: Pokaz statystyki pomiędzy tymi datami
pt_br: Visualize as estatísticas entre essas datas
tr_tr: Bu tarihler arasındaki istatistikleri görüntüle
uk_ua: Показати статистику між цими датами

source: to
cs_cz: až
de_de: bis
es_es: hasta
fr_fr: à
hu_hu: -ig
it_it: a
ja_jp: から
mn_mn: руу
pl_pl: do
pt_br: para
tr_tr: den
uk_ua: до

source: Choose Event / Contribution
cs_cz: Vybrat událost/příspěvek
de_de: Veranstaltung / Beitrag auswählen
es_es: Seleccione Evento / Contribución
fr_fr: Choisissez l'événement / la contribution
hu_hu: Válassza az Esemény / Felszólalás lehetőséget
it_it: Scegli Evento o Contributo
ja_jp: イベントまたは投稿を選択
mn_mn: Үйл явдал сонгох / Хувь нэмэр
pl_pl: Wybierz wydarzenie/kontrybucję
pt_br: Escolha Evento / Contribuição
tr_tr: Etkinlik/Katkı seç
uk_ua: Оберіть подію / внесок

source: Event
cs_cz: Událost
de_de: Veranstaltung
es_es: Evento
fr_fr: Événement
hu_hu: Esemény
it_it: Evento
ja_jp: イベント
mn_mn: Үйл явдал
pl_pl: Wydarzenie
pt_br: Evento
tr_tr: Etkinlik
uk_ua: Подія

source: Update Query
cs_cz: Aktualizovat dotaz
de_de: Abfrage aktualisieren
es_es: Actualizar Consulta
fr_fr: Mettre à jour la requête
hu_hu: Lekérdezés frissítése
it_it: Aggiorna la query
ja_jp: クエリを更新する
mn_mn: Асуумжийг шинэчлэх
pl_pl: Zaktualizuj zapytanie
pt_br: Atualizar Consulta
tr_tr: Sorguyu Güncelle
uk_ua: Оновити запит

source: Visitor Hit Rates
cs_cz: Počty návštěv
de_de: Besucher Hitrates
es_es: Número de visitas
fr_fr: Nombre de visites
hu_hu: Látogató találati arányok
it_it: Frequenza dei visitatori
ja_jp: 訪問者ヒット率
mn_mn: Зочлогчийн товшилтын түвшин
pl_pl: Procent trafień gości
pt_br: Taxas de Acesso de Visitante
tr_tr: Ziyaretçi Ziyaret Oranları
uk_ua: Інтенсивність переглядів відвідувачами

source: Please note, statistics have only been collected since the plugin's introduction. This means that there is no data present for the earlier period of some events, this does not necessarily mean that there was no activity in the event at that time.
cs_cz: Vezměte na vědomí, že statistické údaje jsou shromažďovány od zapnutí příslušného pluginu. To znamená, že mohou chybět data pro akce pořádané dříve, což ale nutně neznamená, že by tyto akce byly bez aktivit.
de_de: Bitte beachten Sie, dass die Statistiken erst seit der Einführung des Plugins gesammelt wurden. Das bedeutet, dass für den früheren Zeitraum einiger Veranstaltungen keine Daten vorhanden sind, was aber nicht unbedingt bedeutet, dass es zu diesem Zeitpunkt keine Aktivität bei der Veranstaltung gab.
es_es: Tenga en cuenta que las estadísticas son recogidas solo desde la introducción del plugin. En consecuencia no hay datos de los primeros periodios de algunos eventos y no se puede deducir que no hubiera actividad en ese periodo del evento.
fr_fr: Veuillez noter que les statistiques n'ont été collectées que depuis la mise en service du plugin.
hu_hu: Felhívjuk figyelmét, hogy a statisztikákat csak a plugin bevezetése óta gyűjtik. Ez azt jelenti, hogy egyes események korábbi periódusára vonatkozóan nem állnak rendelkezésre adatok, ez nem feltétlenül jelenti azt, hogy abban az eseményben nem volt tevékenység.
it_it: Attenzione, le statistiche sono state raccolte solo dall'introduzione del plugin. Ciò significa che non sono presenti dati per il periodo precedente di alcuni eventi, ma non significa necessariamente che l'evento non fosse attivo in quel periodo.
ja_jp: 統計はプラグイン導入以降にのみ収集されていることにご注意ください。このため、一部のイベントについては、それ以前の期間のデータが存在しませんが、これは必ずしも、その時点でイベントがなかったことを意味するものではありません。
mn_mn: Статистикийг plugin нэвтрүүлснээс хойш л цуглуулсан болохыг анхаарна уу. Энэ нь зарим үйл явдлын өмнөх үеийн мэдээлэл байхгүй гэсэн үг бөгөөд энэ нь тухайн үед тухайн үйл ажиллагаанд ямар нэгэн үйл явдал болоогүй гэсэн үг биш юм.
pl_pl: Dane gromadzono od momentu wprowadzenia wtyczki. To znaczy że brak danych o wcześniejszych okresach pewnych wydarzeń. Taki brak nie oznacza więc braku aktywności w tamtym okresie.
pt_br: Por favor, note que as estatísticas só foram coletadas desde a introdução do plugin. Isso significa que não há dados presentes para o período anterior de alguns eventos, isso não significa necessariamente que não houve atividade no evento naquele momento.
tr_tr: Unutmayın, istatistikler yalnızca eklentinin tanıtımından bu yana toplanmıştır. Bu, bazı olayların önceki dönemleri için mevcut hiçbir veri bulunmadığı anlamına gelir; bu, olayın o zaman etkinlik göstermediği anlamına gelmez.
uk_ua: Врахуйте, що статистика збиралася від часу ввімкнення плагіну. Тому дані за попередні періоди деяких подій відсутні, але це не означає, що в них не було жодної активності.

source: Info
cs_cz: Informace
es_es: Información
fr_fr: Information
hu_hu: Információ
ja_jp: 情報
mn_mn: Мэдээлэл
pl_pl: Informacja
pt_br: Informação
tr_tr: Bilgi
uk_ua: Інформація

source: Overall Statistics
cs_cz: Celková statistika
de_de: Gesamtstatistik
es_es: Estadísiticas generales
fr_fr: Statistiques générales
hu_hu: Összesített statisztika
it_it: Statistiche generali
ja_jp: 総合統計データ
mn_mn: Ерөнхий статистик
pl_pl: Ogólne statystyki
pt_br: Estatísticas gerais
tr_tr: Genel İstatistikler
uk_ua: Повна статистика

source: Visitor Metrics
cs_cz: Měření návštěv
de_de: Besuchermetriken
es_es: Métricas de visitantes
fr_fr: Métriques de visiteur
hu_hu: Látogatói mutatók
it_it: Metriche dei visitatori
ja_jp: 訪問者の測定基準
mn_mn: Зочдын Хэмжүүр
pl_pl: Metryka gości
pt_br: Métricas de Visitante
tr_tr: Ziyaretçi Ölçümleri
uk_ua: Метрики відвідувачів

source: Visitors
cs_cz: Návštěvníci
de_de: Besucher
es_es: Visitantes
fr_fr: Visiteurs
hu_hu: Látogatók
it_it: Visitatori
ja_jp: 訪問者
mn_mn: Зочид
pl_pl: Goście
pt_br: Visitantes
tr_tr: Ziyaretçiler
uk_ua: Відвідувачі

source: Unique Visitors
cs_cz: Jedineční návštěvníci
de_de: Verschiedene Besucher
es_es: Visitantes únicos
fr_fr: Visiteurs uniques
hu_hu: Egyedi Látogatók
it_it: Visitatori unici
ja_jp: ユニーク訪問者
mn_mn: Зочидын давхардаагүй тоо
pl_pl: Unikalni goście
pt_br: Visitantes Únicos
tr_tr: Tekil Ziyaretçiler
uk_ua: Унікальні відвідувачі

source: Returning Visitors
cs_cz: Vracející se návštěvníci
de_de: Wiederkehrende Besucher
es_es: Visitantes que vuelven
fr_fr: Visiteurs qui reviennent
hu_hu: Visszatérő látogatók
it_it: Visitatori ricorrenti
ja_jp: リピーター
mn_mn: Эргэн ирсэн зочид
pl_pl: Powracający goście
pt_br: Visitantes que retornaram
tr_tr: Geri Dönen Ziyaretçiler
uk_ua: Відвідувачі, які повернулись

source: Avg. Duration
cs_cz: Průměrné trvání
de_de: Durchschn. Dauer
es_es: Duración media
fr_fr: Durée moyenne
hu_hu: Átl. tartam
it_it: Media della durata
ja_jp: 平均訪問持続時間
mn_mn: Дундаж хугацаа
pl_pl: Przeciętne trwanie
pt_br: Média de Duração
tr_tr: Ort. Süre
uk_ua: Середня тривалість

source: Peak Statistics
cs_cz: Nejlepší statistika
de_de: Statistik (Spitzenplatz)
es_es: Estadísticas de picos
fr_fr: Statistiques de pics
hu_hu: Csúcs statisztikák
it_it: Statistiche sul picco
ja_jp: ピーク時の統計情報
mn_mn: Оргил статистик
pl_pl: Maksymalne statystyki
pt_br: Estatísticas de Pico
tr_tr: Doruk İstatistikleri
uk_ua: Пікова статистика

source: Peak Date
cs_cz: Nejlepší datum
de_de: Datum (Spitzenplatz)
es_es: Fecha de picos
fr_fr: Date du pic
hu_hu: Csúcspontja
it_it: Data del picco
ja_jp: ピーク時の日付
mn_mn: Оргил цаг
pl_pl: Data szczytowego zainteresowania
pt_br: Data de Pico
tr_tr: Doruk Tarihi
uk_ua: Дата макс. навантаження

source: Peak Users
cs_cz: Nejlepší uživatelé
de_de: Nutzer (Spitzenplatz)
es_es: Picos de visitas
fr_fr: Pic de visites
hu_hu: Csúcs felhasználók
it_it: Utenti del picco
ja_jp: 最大ユーザー数
mn_mn: Хамгийн их хэрэглэгчид
pl_pl: Maksymalna liczba użytkowników
pt_br: Usuários de Pico
tr_tr: Doruk Kullanıcılar
uk_ua: Макс. користувачів

source: Visitors Geography
cs_cz: Poloha návštěvníků
de_de: Geographische Zuordnung der Besucher
es_es: Localización de las visitas
fr_fr: Géographie des visites
hu_hu: Látogatók földrajzi helyei
it_it: Dislocazione dei visitatori
ja_jp: ビジターマップ
mn_mn: Зочидийн газар зүйн байршил
pl_pl: Geografia gości
pt_br: Geografia dos Visitantes
tr_tr: Ziyaretçi Coğrafyası
uk_ua: Географія відвідувачів

source: Visitor Origins
cs_cz: Původ návštěvníků
de_de: Herkunft der Besucher
es_es: Origen de los visitantes
fr_fr: Origine des visiteurs
hu_hu: Látogatói források
it_it: Origine dei visitatori
ja_jp: 国
mn_mn: Зочдын гарал үүсэл
pl_pl: Pochodzenie gości
pt_br: Origem dos Visitantes
tr_tr: Ziyaretçilerin Kaynakları
uk_ua: Походження відвідувачів

source: Top Referrers
cs_cz: Nejlepší odkazovatelé
de_de: Top Referenten
es_es: Orígenes principales
fr_fr: Origines principales
hu_hu: Legjobb ajánlók
ja_jp: トップリファラー
mn_mn: Дээд зэрэглэлийн мэдээлэл өгөгч
pl_pl: Główne strony odsyłające
pt_br: Principais referenciadores
tr_tr: En Çok Yön Verenler
uk_ua: Топ реферерів

source: Traffic Inbound Top 10
cs_cz: Nejlepších 10 příchozích provozu
de_de: Eingangsverkehr Top 10
es_es: Top 10 del tráfico entrante
fr_fr: Top 10 du trafic entrant
hu_hu: Bejövő forgalom Top 10
it_it: Top 10 del traffico in entrata
ja_jp: トラフィック インバウンド 上位10位
mn_mn: Орж ирж буй урсгалын эхний 10
pl_pl: Ruch przychodzący (top 10)
pt_br: Top 10 de entrada de tráfego
tr_tr: Trafik Gelen İlk 10
uk_ua: Top 10 трафіку, який повертається

source: Referrer
cs_cz: Odkazovatel
de_de: Referent
es_es: Origen
fr_fr: Origine
hu_hu: Utaló
ja_jp: リファラー
mn_mn: Мэдээлэл өгөгч
pl_pl: Strona odsyłająca
pt_br: Referenciadores
tr_tr: Yönlendiren
uk_ua: Реферер

source: Visits
cs_cz: Návštěvy
de_de: Besuche
es_es: Visitas
fr_fr: Visites
hu_hu: Látogatások
it_it: Visite
ja_jp: 訪問数
mn_mn: Зочлолт
pl_pl: Wizyty
pt_br: Visitas
tr_tr: Ziyaretler
uk_ua: Візитів

source: Visit Length
cs_cz: Délka návštěvy
de_de: Besuchsdauer
es_es: Duración de la visita
fr_fr: Durée de la visite
hu_hu: Látogatás hossza
it_it: Durata delle visite
ja_jp: 滞在期間
mn_mn: Зочилсон хугацаа
pl_pl: Długość wizyty
pt_br: Duração da Visita
tr_tr: Ziyaret Uzunluğu
uk_ua: Тривалість візиту

source: User Systems
cs_cz: Systémy uživatelů
de_de: Systeme der Benutzer
es_es: Sistemas de los usuarios
fr_fr: Système d'exploitation des visiteurs
hu_hu: Felhasználói rendszerek
ja_jp: ユーザーのオペレーティングシステム
mn_mn: Хэрэглэгчийн систем
pl_pl: Systemy użytkowników
pt_br: Sistemas de Usuário
tr_tr: Kullanıcı Sistemleri
uk_ua: Системи користувачів

source: Visitor Systems
cs_cz: Systémy návštěvníků
de_de: Systeme der Besucher
es_es: Sistemas de las visitas
fr_fr: Système d'exploitation des visiteurs
hu_hu: Látogatói rendszerek
ja_jp: 訪問者のオペレーティングシステム
mn_mn: Зочидын систем
pl_pl: Systemy gości
pt_br: Sistema que o Visitante utiliza
tr_tr: Ziyaretçi Sistemleri
uk_ua: Системи відвідувачів

source: Material Downloads
fr_fr: Téléchargement des documents

source: Downloads for
fr_fr: Téléchargements pour

source: No material selected
fr_fr: Aucun document sélectionné

source: This report was generated at: %(dt)s
cs_cz: Tento přehled byl vytvořen v: %(dt)s
de_de: Bericht erzeugt am: %(dt)s
es_es: Este informe fue generado a las: %(dt)s
fr_fr: Ce rapport a été généré à: %(dt)s
hu_hu: Ezt a jelentést a következő időpontban hozták létre: %(dt)s
it_it: Il report è stato generato alle %(dt)s
ja_jp: 本レポートは %(dt)sに作成されました。
mn_mn: Энэхүү тайланг хийсэн%(dt)s
pl_pl: Ten raport utworzono: %(dt)s
pt_br: O relatório foi gerado em: %(dt)s
tr_tr: Bu rapor şu tarihlerde oluşturuldu: %(dt)s
uk_ua: Цей репорт згенеровано о %(dt)s

source: Unable to retrieve Graph Data
cs_cz: Nelze získat údaje pro graf
de_de: Grafikdaten nicht gefunden
es_es: No fue posible recuperar los datos del gráfico
fr_fr: Impossible de récupérer les données du graphe
hu_hu: Nem lehet beolvasni a Graph Data-t
it_it: Impossibile recuperare i dati del grafico
ja_jp: グラフデータの取得ができない
mn_mn: Графикийн өгөгдлийг авах боломжгүй байна
pl_pl: Nie mogę odnaleźć danych graficznych
pt_br: Não é possível recuperar dados do gráfico
tr_tr: Grafik Verileri alınamadı
uk_ua: Неможливо видобути дані графу

source: The server did not respond in a timely manner. It may be the case that the date-range is too large.
cs_cz: Server neodpověděl ve stanoveném čase. Může to být zapříčiněno tím, že rozsah data je příliš velký.
de_de: Der Server hat nicht schnell genug geantwortet. Möglicherweise ist der Datumsbereich zu groß.
es_es: El servidor no respondió de manera oportuna. Puede ser que el intervalo de fechas sea demasiado grande.
fr_fr: Le serveur n'a pas répondu suffisemment vite. Il se pourrait que la période soit trop large.
hu_hu: A kiszolgáló nem válaszolt időben. Előfordulhat, hogy a dátumtartomány túl nagy.
it_it: Il server non ha risposto in modo tempestivo. È possibile che l'intervallo di date sia troppo ampio.
ja_jp: サーバーがタイムリーに応答しなかった。検索する日付の範囲が大きすぎることが考えられます。
mn_mn: Сервер түргэн хугацаанд хариу өгөөгүй. Огнооны хүрээ хэт том байсан үед ийм зүйл тохиолдож болно.
pl_pl: Ten serwer nie odpowiedział w odpowiednim czasie. Możliwe że zakres danych jest zbyt duży.
pt_br: O servidor não respondeu em tempo hábil. Pode ser o caso do intervalo de datas ser muito grande.
tr_tr: Sunucu zamanında yanıt vermedi. Tarih aralığı çok büyük olabilir.
uk_ua: Цей сервер не відповів вчасно. Це може бути у випадку, якщо інтервал дат занадто великий.

source: Contribution
cs_cz: Příspěvek
de_de: Beitrag
es_es: Contribución
hu_hu: Közreműködés
it_it: Contributo
ja_jp: 投稿
mn_mn: Хувь нэмэр
pl_pl: Kontrybucja
pt_br: Contribuição
tr_tr: Katkı
uk_ua: Внесок
