Repository: indico/indico-plugins
Catalog: piwik/indico_piwik/translations/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, mn_mn, pl_pl, pt_br, tr_tr, uk_ua

source: Actions
cs_cz: Činnosti
de_de: Aktionen
es_es: Acciones
hu_hu: Műveletek
it_it: Azioni
ja_jp: 操作
mn_mn: Үйлдлүүд
pl_pl: Akcje
pt_br: Ações
tr_tr: Eylemler
uk_ua: Дій
