Repository: indico/indico-plugins
Catalog: citadel/indico_citadel/translations/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, mn_mn, pl_pl, pt_br, sv_se, tr_tr, uk_ua

source: Name of the venue
cs_cz: Název místa konání události
de_de: Name des Veranstaltungsortes
es_es: Nombre de la sede
fr_fr: Nom du lieu
hu_hu: A helyszín neve
it_it: Nome della sede
ja_jp: 会場名
mn_mn: Газрын нэр
pl_pl: Nazwa miejsca wydarzenia
pt_br: Nome do local
sv_se: Namn på platsen
tr_tr: Toplantı yerinin ismi
uk_ua: Назва місця проведення

source: Name of the room
cs_cz: Místnost
de_de: Name des Raumes
es_es: Nombre de la sala
fr_fr: Nom de la salle
hu_hu: A terem neve
it_it: Nome della stanza
ja_jp: 部屋名
mn_mn: Өрөөний нэр
pl_pl: Nazwa pokoju
pt_br: Nome da sala
sv_se: Namn på rummet
tr_tr: Odanın adı
uk_ua: Назва аудиторії

source: Address of the venue
cs_cz: Adresa místa konání
de_de: Adresse des Veransaltungsortes
es_es: Dirección de la sede
fr_fr: Adresse du lieu
hu_hu: A helyszín címe
it_it: Indirizzo della sede
ja_jp: 会場の住所
mn_mn: Газрын хаяг
pl_pl: Adres miejsca wydarzenia
pt_br: Endereço do local
sv_se: Adress till platsen
tr_tr: Toplantı yerinin adresi
uk_ua: Адреса місця проведення

source: Name of the attached file
cs_cz: Název přiloženého souboru
de_de: Name der angehängten Datei
es_es: Nombre del archivo adjunto
fr_fr: Nom du fichier attaché
hu_hu: Csatolt fájlnév
it_it: Nome del file allegato
ja_jp: 添付ファイル名
mn_mn: Хавсаргасан файлын нэр
pl_pl: Nazwa załączonego pliku
pt_br: Nome do arquivo anexado
sv_se: Namn på den bifogade filen
tr_tr: Eklentinin adı
uk_ua: Назва прикріпленого файлу

source: A keyword associated with an event
cs_cz: Klíčové slovo spojené s událostí
de_de: Einer Veranstaltung zugeordneter Schlüsselbegriff
es_es: Una palabra clave asociada a un evento.
fr_fr: Un mot-clé associé à un événement
hu_hu: Eseményhez társított kulcsszó
it_it: Parola chiave associata all'evento
ja_jp: イベントに関連するキーワード
mn_mn: Энэхүү үйл явдалтай холбоотой түлхүүр үг
pl_pl: Słowo kluczowe powiązane z wydarzeniem
pt_br: Uma palavra-chave associada com um evento
sv_se: Ett nyckelord associerat med ett evenemang
tr_tr: Bir etkinlikle ilişkili bir anahtar kelime
uk_ua: Ключові слова пов'язані з цим заходом

source: The category of an event
cs_cz: Skupina události
de_de: Kategorie einer Veranstaltung
es_es: La categoría de un evento
fr_fr: La catégorie d'un événement
hu_hu: Eseménykategória
it_it: Categoria dell'evento
ja_jp: イベントのカテゴリー
mn_mn: Үйл явдлын ангилал
pl_pl: Kategoria wydarzenia
pt_br: A categoria de um evento
sv_se: Kategorin för ett evenemang
tr_tr: Etkinliğin kategorisi
uk_ua: Категорія події

source: Most relevant
cs_cz: Nejzávažnější
de_de: Relevanteste
es_es: Más relevante
fr_fr: Les plus pertinents
hu_hu: Legrelevánsabb
it_it: Maggiore attinenza
ja_jp: 関連順
mn_mn: Хамгийн их холбогдолтой
pl_pl: Najbardziej istotne
pt_br: Mais relevante
sv_se: Mest relevant
tr_tr: En uygun
uk_ua: Найактуальніші

source: Newest first
cs_cz: Od nejnovějších
de_de: Neueste Einträge zuerst
es_es: El más nuevo primero
fr_fr: Les plus récents en premier
hu_hu: Legújabb legelöl
it_it: Più recenti prima
ja_jp: 新しい順
mn_mn: Шинийг эхэнд
pl_pl: Najnowsze najpierw
pt_br: Mais novo primeiro
sv_se: Nyast först
tr_tr: Önce en yeniler
uk_ua: Спершу новіші

source: Oldest first
cs_cz: Od nejstarších
de_de: Älteste Einträge zuerst
es_es: El más antiguo primero
fr_fr: Les plus anciens en premier
hu_hu: Legrégibb legelöl
it_it: Meno recenti prima
ja_jp: 古い順
mn_mn: Хуучныг эхэнд
pl_pl: Najstarsze najpierw
pt_br: Mais antigo primeiro
sv_se: Äldst först
tr_tr: Önce en eskiler
uk_ua: Спершу старіші

source: Affiliation
cs_cz: Příslušnost
de_de: Arbeitgeber oder Institut
es_es: Afiliación
hu_hu: Munkahely
it_it: Affiliazione
ja_jp: 所属
mn_mn: Харьяалал
pl_pl: Afiliacja
pt_br: Afiliação
sv_se: Tillhörighet
tr_tr: Kurum
uk_ua: Організація

source: Person
cs_cz: Osoba
es_es: Persona
fr_fr: Personne
hu_hu: Személy
it_it: Persona
ja_jp: 人物
mn_mn: Хүн
pl_pl: Osoba
pt_br: Pessoa
tr_tr: Kişi
uk_ua: Особа

source: Type
cs_cz: Typ
de_de: Typ
es_es: Tipo
hu_hu: Típus
it_it: Tipo
ja_jp: タイプ
mn_mn: Төрөл
pl_pl: Rodzaj
pt_br: Tipo
sv_se: Typ
tr_tr: Tür
uk_ua: Тип

source: Location
cs_cz: Umístění
de_de: Ort
es_es: Lugar
fr_fr: Site
hu_hu: Hely
it_it: Sede
ja_jp: 場所
mn_mn: Байршил
pl_pl: Lokalizacja
pt_br: Localização
sv_se: Plats
tr_tr: Yer
uk_ua: Розташування

source: Date
cs_cz: Datum
de_de: Datum
es_es: Fecha
hu_hu: Dátum
it_it: Data
ja_jp: 日付
mn_mn: Огноо
pl_pl: Data
pt_br: Data
sv_se: Datum
tr_tr: Tarih
uk_ua: Дата

source: Category
cs_cz: Skupina
de_de: Kategorie
es_es: Categoría
fr_fr: Catégorie
hu_hu: Kategória
it_it: Categoria
ja_jp: カテゴリー
mn_mn: Ангилал
pl_pl: Kategoria
pt_br: Categoria
sv_se: Kategori
tr_tr: Kategori
uk_ua: Категорія

source: Category ID
cs_cz: ID skupiny
de_de: Kategorie-ID
es_es: ID de la categoría
fr_fr: Identifiant de catégorie
hu_hu: Kategória azonosító
it_it: ID della Categoria
ja_jp: カテゴリーID
mn_mn: Ангиллын ID
pl_pl: Identyfikator kategorii
pt_br: ID da Categoria
sv_se: Kategori id
tr_tr: Kategori ID
uk_ua: Номер категорії

source: Event ID
cs_cz: ID události
de_de: Veranstaltungs-ID
es_es: ID del evento
fr_fr: L'identifiant de l'événement
hu_hu: Esemény azonosító
it_it: ID dell'evento
ja_jp: イベントID
mn_mn: Үйл явдлын ID
pl_pl: Identyfikator wydarzenia
pt_br: ID do Evento
tr_tr: Etkinlik ID
uk_ua: Номер події

source: This category contains a large number of events.
es_es: Esta categoría contiene una gran cantidad de eventos.
fr_fr: Cette catégorie contient un grand nombre d'événements.
it_it: Questa categoria contiene un elevato numero di eventi.
pt_br: Essa categoria contém um grande número de eventos.

source: Please consider using groups instead of individual users when granting access or management permissions since any change to the list below requires re-synchronizing all events with Indico's search engine.
es_es: Considere utilizar grupos en lugar de usuarios individuales al otorgar acceso o permisos de administración, ya que cualquier cambio en la lista a continuación requiere volver a sincronizar todos los eventos con el motor de búsqueda de Indico.
fr_fr: Veuillez considérer la possibilité d'utiliser des groupes plutôt que des utilisateurs individuels pour donner des droits d'accès ou de modification car tout changement de la liste ci-dessous implique de resynchroniser tous les événements avec le moteur de recherche d'Indico.
it_it: Si raccomanda di utilizzare gruppi invece di singoli utenti quando si concedono permessi di accesso o gestione, in quanto ogni modifica all'elenco sottostante richiede la risincronizzazione di tutti gli eventi con il motore di ricerca di Indico.
pt_br: Considere a possibilidade de usar grupos em vez de usuários individuais ao conceder permissões de acesso ou gerenciamento, pois qualquer alteração na lista abaixo exige a ressincronização de todos os eventos com o mecanismo de busca do Indico.
