Repository: indico/indico-plugins
Catalog: citadel/indico_citadel/translations/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, mn_mn, pl_pl, pt_br, sv_se, tr_tr, uk_ua

source: Citadel URL
cs_cz: Adresa (URL) Citadel
es_es: URL servidores Citadel
fr_fr: URL de Citadel
pt_br: URL do Citadel
uk_ua: URL Citadel

source: The URL of the Citadel server
cs_cz: Adresa (URL) serveru Citadel
de_de: URL des Citadel-Servers
es_es: La URL del servidor Citadel
fr_fr: L'URL du serveur Citadel
hu_hu: A Citadel szerver URL címe
it_it: URL del server Citadel
ja_jp: CitadelサーバーのURL
mn_mn: Citadel серверийн URL
pl_pl: URL serwera Citadel
pt_br: O URL do servidor Citadel
sv_se: Webbadressen till Citadel-servern
tr_tr: Citadel sunucusunun URL'i
uk_ua: URL сервера Citadel

source: Citadel API token
cs_cz: API známka pro Citadel
es_es: Token de API de Citadel
fr_fr: Jeton d'API de Citadel
it_it: Token API Citadel
ja_jp: Citadel APIトークン
mn_mn: Citadel API-н токен
pl_pl: Token Citadel API
pt_br: Token de API Citadel
uk_ua: Мітка Citadel API

source: The authentication token to access Citadel
cs_cz: Opravňovací známka pro přístup do Citadel
de_de: Authentifizierungstoken für Citadel-Zugriff
es_es: El token de autenticación para acceder a Citadel
fr_fr: Le jeton d'authentification pour accéder à Citadel
hu_hu: A hitelesítési token a Citadel-hez való hozzáféréshez
it_it: Token per l'accesso a Citadel
ja_jp: Citadelにアクセスするための認証トークン
mn_mn: Citadel-д нэвтрэх баталгаажуулалтын токен
pl_pl: Token uwierzytelniania dostępu do Citadel
pt_br: O token de autenticação para acessar o Citadel
sv_se: Autentiseringstoken för att få åtkomst till Citadel
tr_tr: Citadel'e erişmek için kimlik doğrulama belirteci
uk_ua: Мітка автентифікації для доступу до Citadel

source: File extensions
cs_cz: Přípony souborů
de_de: Dateiendungen
es_es: Extensiones de archivo
fr_fr: Extensions de fichier
hu_hu: Fájl kiterjesztések
it_it: Estensioni del file
ja_jp: ファイル拡張子
mn_mn: Файлын өргөтгөлүүд
pl_pl: Rozszerzenia plików
pt_br: Extensões de arquivo
sv_se: Filändelser
tr_tr: Dosya uzantıları
uk_ua: Розширення файлу

source: File extensions to upload for full-text search
cs_cz: Přípony souborů pro nahrání souborů umožňujících celotextové vyhledávání
de_de: Dateierweiterung zum Hochladen für Volltextsuche
es_es: Extensiones de archivo posibles para búsqueda de texto completo
fr_fr: Extension de fichier à télédéposer pour la recherche en texte intégral
hu_hu: Teljes szöveges kereséshez feltölthető fájlkiterjesztések
it_it: Estensioni di file da caricare per la ricerca full-text
ja_jp: 全文検索のためにアップロードするファイル拡張子
mn_mn: Бүрэн текстийг хайхаар байрлуулсан файлын өргөтгөлүүд
pl_pl: Rozszerzenie pliku do przesłania do wyszukania wyszukania pełnotekstowego
pt_br: Extensões de arquivo para upload para pesquisa de texto completo
sv_se: Filändelser att ladda upp för fulltextsökning
tr_tr: Tam metin araması için yüklenecek dosya uzantıları
uk_ua: Розширення файлів для завантаження для повнотекстового пошуку

source: Max. file size
cs_cz: Nej. velikost souboru
de_de: max. Dateigröße
es_es: Max. tamaño del archivo
fr_fr: Taille maximale de fichier
hu_hu: Max. fájl méret
it_it: Dimensione massima del file
ja_jp: 最大ファイルサイズ
mn_mn: Файлын дээд хэмжээ
pl_pl: Maksymalny rozmiar pliku
pt_br: Máx. tamanho do arquivo
sv_se: Maximal filstorlek
tr_tr: Maksimum dosya boyutu
uk_ua: Максимальний розмір файлу

source: Maximum size (in MB) to upload for full-text search. Note that increasing this after the initial export will upload all files for indexing that have not been uploaded before during the next queue run, which may take a long time on larger instances. You may want to run a manual upload for the new file size first!
cs_cz: Největší velikost souboru 9 (v MB) pro celotextové vyhledávání. Všimněte si, že zvýšením této hodnoty po počátečním uložení dojde k nahrání všech souborů k rejstříkování, které dosud nebyly nahrány během dalšího spuštění řady, což může u větších instancí trvat dlouho. Možná budete chtít nejprve spustit ruční nahrání pro novou velikost souboru!
de_de: Maximale Dateigröße (in MB) zum Hochladen für Volltextsuche. Bitte beachten, dass eine Erhöhung dieses Werts nach den ersten Herunterladen dazu führt, dass alle Dateien, die nicht vor zum Indizieren hochgeladen worden sind, beim nächsten Durchgang hochgeladen werden. Das kann zu großen Verzögerungen auf größeren Systemen führen. Ein erstmaliges manuelles Hochladen für die neue Dateigröße wird empfohlen!
es_es: Tamaño máximo (en MB) de subida para la búsqueda en textos completos. Tenga en cuenta que aumentarlo tras la exportación inicial subirá todos los archivos para su indexado, lo que puede llevar mucho tiempo con instancias grandes. Es posible que primero desee ejecutar una subida manual para el nuevo tamaño de archivo.
fr_fr: Taille maximale (en MB) du télédépôt pour la recherche en texte intégral. Veuillez noter que l'augmentation de ce paramètre après l'export initial résultera dans le télédépôt de tous les fichiers qui n'ont pas encore été télédéposés pour indexation à la prochaine exécution de la file d'attente, ce qui pourrait prendre du temps sur les serveurs les plus importants. Vous voudrez peut-être d'abord exécuter un télédépôt manuel pour la nouvelle taille de fichier!
hu_hu: A teljes szöveges kereséshez feltölthető maximális méret (MB-ban). Felhívjuk a figyelmét arra, hogy ha ezt az értéket a kezdeti exportálás után megnöveli, akkor a következő sorfuttatás során az összes olyan fájl indexelésre kerül feltöltésre, amelyekre korábban még nem került sor. Ez nagyobb példányok esetén hosszú időt vehet igénybe. Érdemes először manuális feltöltést futtatni az új fájlmérethez!
it_it: Dimensione massima (in MB) da caricare per la ricerca full-text. Aumentando questo valore dopo l'esportazione iniziale, tutti i file per l'indicizzazione che non sono stati caricati in precedenza verranno caricati durante la successiva esecuzione della coda. Questo potrebbe richiedere molto tempo su istanze più grandi. Si consiglia di eseguire prima un caricamento manuale per le nuove dimensioni di file!
ja_jp: 全文検索のためにアップロードする最大サイズ (MB単位)。初期エクスポートの後にこれを増加させると、次のキューの実行時にそれまでアップロードされていなかったすべてのファイルをインデックス作成のためにアップロードすることになり、大きなインスタンスでは長い時間がかかる可能性があることに注意してください。新しいファイルサイズに対して、最初に手動アップロードを実行するとよいでしょう！
mn_mn: Бүрэн текстийг хайхаар байрлуулсан дээд хэмжээ (МВ-аар). Эхний экспортын дараа үүнийг нэмэгдүүлснээр дараагийн дараалал эхлэхээс өмнө болон явагдаж байхад байрлуулаагүй индексжүүлэлт рүү бүх файлыг байрлуулах болно гэдгийг анхаарна уу. Олон тохиолдолд энэ нь урт хугацааг шаарддаг. Та юуны өмнө файлын шинэ хэмжээнд зориулж гараар байрлуулахыг хүсэж магадгүй.
pl_pl: Maksymalny rozmiar (w MB) pobierania dla wyszukania pełnotekstowego. Należy pamiętać, że zwiększenie tego ustawienia po początkowym eksporcie spowoduje pobranie wszystkich plików, które nie zostały jeszcze pobrane przy następnym uruchomieniu kolejki, co może zająć dużo czasu na najważniejszych serwerach. Możesz uruchomić najpierw ręcznie pobieranie nowego rozmiaru plików.
pt_br: Tamanho máximo (em MB) para fazer upload para pesquisa de texto completo. Observe que aumentar isso após a exportação inicial fará o upload de todos os arquivos para indexação que não foram carregados antes durante a próxima execução da fila, o que pode demorar muito em instâncias maiores. Você pode querer executar um upload manual para o novo tamanho de arquivo primeiro!
sv_se: Maximal storlek (i MB) att ladda upp för fulltextsökning. Observera att om du ökar detta efter den initiala exporten kommer alla filer som inte tidigare har laddats upp att laddas upp för indexering vid nästa kökörning, vilket kan ta lång tid på större instanser. Du kan vilja göra en manuell uppladdning för den nya filstorleken först!
tr_tr: Tam metin araması için yüklenecek maksimum boyut (MB cinsinden). Bu değeri ilk yüklemeden sonra değiştirmeniz durumunda bir sonraki kuyruk çalıştırmasından önce henüz yüklenmemiş tüm dosyaların dizinlenmek için tekrar yükleneceğini ve bu durumun da uzun sürebileceğini unutmayın. Yeni dosya boyutu değeri için önce manuel olarak yükleme yapmak isteyebilirsiniz!
uk_ua: Максимальний розмір (у МБ) для завантаження для повнотекстового пошуку. Зауважте, що збільшення цього показника після початкового експорту буде завантажувати всі файли для індексації, які раніше не завантажувались під час наступного запуску черги, що може зайняти багато часу у більших екземплярах. Можливо, спочатку потрібно завантажити вручну новий розмір файлу!

source: Parallel threads (records)
cs_cz: Souběžná vlákna (záznamy)
de_de: Parallele Prozesse (Einträge)
es_es: Subprocesos paralelos (registros)
fr_fr: Processus parallèles (enregistrements)
hu_hu: Párhuzamos szálak (rekordok)
it_it: Thread paralleli (record)
ja_jp: 並列スレッド（レコード）
mn_mn: Зэрэгцээ утас (бүртгэл)
pl_pl: Procesy równoległe (rejestracje)
pt_br: Threads paralelos (registros)
sv_se: Parallella trådar (poster)
tr_tr: Paralel iş parçacıkları (kayıtlar)
uk_ua: Паралельні потоки (записи)

source: Number of threads to use when uploading records.
cs_cz: Počet pararelních vláken, která mají být použita pro nahrání záznamů.
de_de: Anzahl Prozesse beim Hochladen von Einträgen.
es_es: Número de subprocesos o hilos que se utilizarán al subir registros.
fr_fr: Nombre de processus à utiliser lors du télédépôt des enregistrements.
hu_hu: A rekordok feltöltésekor használandó szálak száma.
it_it: Numero di thread da utilizzare per il caricamento dei record.
ja_jp: レコードをアップロードする際に使用するスレッド数。
mn_mn: Бүртгэлийг байрлуулах үед ашиглах утасны тоо.
pl_pl: Liczba procesów do wykorzystania podczas przesyłania nagrań.
pt_br: Número de threads a serem usados ao enviar registros.
sv_se: Antal trådar att använda vid uppladdning av poster.
tr_tr: Kayıtları yüklerken kullanılacak iş parçacığı sayısı
uk_ua: Кількість потоків, які слід використовувати під час завантаження записів.

source: Parallel threads (records, initial export)
cs_cz: Parerelní vlákna (záznamy, prvotní export)
de_de: Parallele Prozesse (Einträge, Erstexport)
es_es: Subprocesos paralelos (registros, exportación inicial)
fr_fr: Processus parallèles (enregistrements, export initial)
hu_hu: Párhuzamos szálak (rekordok, kezdeti export)
it_it: Thread paralleli (record, esportazione iniziale)
ja_jp: 並列スレッド（レコード、初期エクスポート）
mn_mn: Зэрэгцээ утас (бүртгэл, эхний экспорт)
pl_pl: Procesy równoległe (nagrania, eksport początkowy)
pt_br: Threads paralelos (registros, exportação inicial)
sv_se: Parallella trådar (poster, initial export)
tr_tr: Paralel iş parçacıkları (kayıtlar, ilk dışa aktarma)
uk_ua: Паралельні потоки (записи, початковий експорт)

source: Number of threads to use when uploading records during the initial export.
cs_cz: Počet vláken, která mají být použita pro nahrání záznamů při prvotním exportu.
de_de: Anzahl beim ersten Herunterladen benutzter Prozesse
es_es: Número de subprocesos que se utilizarán al cargar registros durante la exportación inicial.
fr_fr: Nombre de processus à utiliser lors du télédépôt des fichiers pour l'exportation initiale.
hu_hu: A kezdeti exportálás során a rekordok feltöltésekor használandó szálak száma.
it_it: Numero di thread da utilizzare per il caricamento dei record durante l'esportazione iniziale.
ja_jp: 初期エクスポートでレコードをアップロードする際に使用するスレッド数。
mn_mn: Эхний экспортын явцад бүртгэлийг байрлуулах үед ашиглах утасны тоо.
pl_pl: Liczba procesów do użycia podczas pobierania plików do początkowego eksportu.
pt_br: Número de threads a serem usados ao enviar registros durante a exportação inicial.
sv_se: Antal trådar som ska användas vid uppladdning av poster under den initiala exporten.
tr_tr: İlk dışa aktarma sırasında kayıtları karşıya yüklerken kullanılacak iş parçacığı sayısı.
uk_ua: Кількість потоків, які слід використовувати підчас початкового завантаження записів.

source: Parallel threads (files)
cs_cz: Paralelní vlákna (soubory)
de_de: Parallele Prozesse (Dateien)
es_es: Subprocesos paralelos (archivos)
fr_fr: Processus parallèles (fichiers)
hu_hu: Párhuzamos szálak (fájlok)
it_it: Thread paralleli (file)
ja_jp: 並列スレッド（ファイル）
mn_mn: Зэрэгцээ утас (файлууд)
pl_pl: Procesy równoległe (pliki)
pt_br: Threads paralelos (arquivos)
sv_se: Parallella trådar (filer)
tr_tr: Paralel iş parçacıkları (dosyalar)
uk_ua: Паралельні потоки (файли)

source: Number of threads to use when uploading files.
cs_cz: Počet vláken, která mají být použita pro nahrání záznamů záznamů.
de_de: Anzahl Prozesse beim Hochladen der Dateien.
es_es: Número de subprocesos que se utilizarán al subir archivos.
fr_fr: Nombre de processus à utiliser lors du télédépôt des fichiers.
hu_hu: A fájlok feltöltésekor használandó szálak száma.
it_it: Numero di thread da utilizzare per il caricamento dei file.
ja_jp: ファイルをアップロードする際に使用するスレッド数。
mn_mn: Файлыг байрлуулах үед ашиглах утасны тоо.
pl_pl: Liczba procesów do użycia podczas pobierania plików.
pt_br: Número de threads a serem usados ao enviar arquivos.
sv_se: Antal trådar som ska användas vid uppladdning av filer.
tr_tr: Dosyaları yüklerken kullanılacak iş parçacığı sayısı.
uk_ua: Кількість потоків, які слід використовувати під час завантаження файлів.

source: Parallel threads (files, initial export)
cs_cz: Paralelní vlákna (soubory, úvodní export)
de_de: Parallele Prozesse (Dateien, Erstexport)
es_es: Subprocesos paralelos (archivos, exportación inicial)
fr_fr: Processus parallèles (fichiers, export initial)
hu_hu: Párhuzamos szálak (fájlok, kezdeti export)
it_it: Thread paralleli (file, esportazione iniziale)
ja_jp: 並列スレッド（ファイル、初期エクスポート）
mn_mn: Зэрэгцээ утас (файлууд, эхний экспорт)
pl_pl: Procesy równoległe (pliki, eksport początkowy)
pt_br: Threads paralelos (arquivos, exportação inicial)
sv_se: Parallella trådar (filer, initial export)
tr_tr: Paralel iş parçacıkları (dosyalar, ilk dışa aktarma)
uk_ua: Паралельні потоки (файли, початковий експорт)

source: Number of threads to use when uploading files during the initial export.
cs_cz: Počet vláken, která mají být použita pro nahrání záznamů záznamů během prvotního exportu.
de_de: Anzahl Prozesse beim Hochladen der Dateien beim Erstexport.
es_es: Número de subprocesos que se utilizarán al cargar archivos durante la exportación inicial.
fr_fr: Nombre de processus à utiliser lors du télédépôt des fichiers pour l'exportation initiale.
hu_hu: A kezdeti exportálás során a fájlok feltöltésekor használandó szálak száma.
it_it: Numero di thread da utilizzare per il caricamento dei file durante l'esportazione iniziale.
ja_jp: 初期エクスポートでファイルをアップロードする際に使用するスレッド数。
mn_mn: Эхний экспортын явцад файлыг байрлуулах үед ашиглах утасны тоо.
pl_pl: Liczba procesów do użycia podczas pobierania plików do początkowego eksportu.
pt_br: Número de threads a serem usados ao enviar arquivos durante a exportação inicial.
sv_se: Antal trådar som ska användas vid uppladdning av filer.
tr_tr: İlk dışa aktarma sırasında dosya yüklerken kullanılacak iş parçacığı sayısı.
uk_ua: Кількість потоків, які слід використовувати підчас початкового завантаження файлів.

source: Disable search
cs_cz: Vypnout vyhledávání
de_de: Suche abschalten
es_es: Desactivar búsqueda
fr_fr: Désactiver la recherche
hu_hu: Keresés letiltása
it_it: Disabilita ricerca
ja_jp: 検索を無効にする
mn_mn: Хайлт идэвхгүй болгох
pl_pl: Wyłącz wyszukiwanie
pt_br: Desativar pesquisa
sv_se: Inaktivera sökning
tr_tr: Arama özelliğini devre dışı bırak
uk_ua: Деактивувати пошук

source: This disables the search integration of the plugin. When this option is used, the internal Indico search interface will be used. This may be useful when you are still running a larger initial export and do not want people to get incomplete search results during that time.
cs_cz: Zakázat vyhledávání prostřednictvím přídavného modulu Citadel. Bude použit jenom vnitřní vyhledávací modul Indico.
de_de: Hierdurch wird die Suchfunktion des Plugins abgeschaltet. Bei Benutzung dieser Option wird stattdessen die interne Suchfunktion von Indico verwendet. Das kann sinnvoll sein, falls ein längerer Export läuft und die Benutzer währenddessen keine unvollständigen Ergebnisse sehen sollen.
es_es: Esto deshabilita la integración de búsqueda del plugin. Cuando se utiliza esta opción, se utilizará la interfaz de búsqueda interna de Indico. Puede ser útil cuando todavía está ejecutando una exportación inicial más grande y no desea que las personas obtengan resultados de búsqueda incompletos durante ese tiempo.
fr_fr: Ceci désactive l'intégration à la recherche du greffon. Quand cette option est utilisée, l'interface de recherche interne d'Indico sera utilisée. Ceci peut être utile lorsque vous êtes en train de procéder un export initial plus gros et ne voulez pas que les utilisateurs aient des résultats de recherches incomplets pendant ce temps.
hu_hu: Ez kikapcsolja a bővítmény keresőintegrációját. Ha ezt az opciót használja, a belső Indico keresőfelületet fogja használni. Ez akkor lehet hasznos, ha még mindig egy nagyobb kezdeti exportálást végez, és nem szeretné, hogy az emberek ez idő alatt hiányos keresési eredményeket kapjanak.
it_it: Disattiva l'integrazione della ricerca del plugin. Quando si utilizza questa opzione, verrà utilizzata l'interfaccia di ricerca interna di Indico. Questo può essere utile quando si sta ancora eseguendo un'esportazione iniziale più ampia e non si vuole che le persone ottengano risultati di ricerca incompleti durante questo periodo.
ja_jp: これはプラグインの検索統合を無効にします。このオプションを使用すると、内部のIndico検索インターフェイスが使用されます。これは、大きな初期エクスポートの実行中に不完全な検索結果を表示させたくない場合に便利でしょう。
mn_mn: Энэ нь плагиныг хайлтад нэгтгэх үйл явцыг идэвхгүй болгоно. Энэхүү сонголтыг ашиглаж байхад, Indico-н дотоод хайлтын интерфэйсийг ашиглана. Таныг том хэмжээний эхний экспортыг явуулж байхад болон тухайн хугацаанд хүмүүсээр хайлтын бүрэн бус үр дүнг олж авахуулахыг хүсэхгүй байхад энэ нь хэрэгтэй.
pl_pl: Spowoduje to wyłączenie integracji wyszukiwania wtyczki. W przypadku użycia tej opcji zostanie użyty wewnętrzny interfejs wyszukiwania Indico. Może to być przydatne, gdy wykonujesz większy początkowy eksport i nie chcesz, aby użytkownicy otrzymywali w tym czasie niekompletne wyniki wyszukiwania.
pt_br: Isso desativa a integração de pesquisa do plugin. Quando esta opção é usada, a interface de pesquisa interna Indico será usada. Isso pode ser útil quando você ainda está executando uma exportação inicial maior e não deseja que as pessoas obtenham resultados de pesquisa incompletos durante esse tempo.
sv_se: Detta inaktiverar plugin-programmets sökintegration. När detta alternativ används kommer det interna Indico-sökningsgränssnittet att användas. Detta kan vara användbart när du fortfarande kör en större initial export och inte vill att användare ska få ofullständiga sökresultat under den tiden.
tr_tr: Bu, eklentinin arama entegrasyonunu devre dışı bırakır. Bu seçenek kullanıldığında dahili Indico arama arayüzü kullanılacaktır. Eğer daha büyük bir ilk dışa aktarma işlemi yürütüyorsanız ve bu süre zarfında arama sonuçlarının eksik olarak görülmesini istemiyorsanız bu seçenek faydalı olabilir.
uk_ua: Це відключає пошукову інтеграцію плагіна. Коли використовується цей параметр, буде використовуватися внутрішній інтерфейс пошуку Indico. Це може бути корисно, коли ви все ще виконуєте більший початковий експорт і не хочете, щоб люди отримували неповні результати пошуку протягом цього часу.

source: Large Category Warning Threshold
es_es: Umbral de advertencia de categoría grande
fr_fr: Avertissement de limite de taille de catégorie
it_it: Soglia avviso categorie di grandi dimensioni
pt_br: Limite de aviso de categoria grande

source: Displays a warning to category managers when changing the ACL of big categories that would result in sending a large amount of data to the Citadel server. You can set the threshold to 0 to suppress this warning.
es_es: Muestra una advertencia a los administradores de categorías cuando se modifica la ACL de categorías grandes, lo que podría provocar el envío de una gran cantidad de datos al servidor de Citadel. Puede establecer el umbral en 0 para suprimir esta advertencia.
fr_fr: Affiche un avertissement aux administrateurs de catégorie lors du changement des ACLs des grosses catégories qui résulterait dans l'envoi de grosses quantités de données vers le serveur Citadel. Vous pouvez positionner ce seuil à 0 pour supprimer cet avertissement.
it_it: Visualizza un avviso per i gestori delle categorie durante la modifica degli ACL di categorie di grandi dimensioni, poiché ciò comporterebbe l'invio di una grande quantità di dati al server Citadel. È possibile impostare la soglia a 0 per disattivare questo avviso.
pt_br: Exibe um aviso aos gerentes de categoria ao alterar a ACL de categorias grandes que resultariam no envio de uma grande quantidade de dados para o servidor Citadel. Você pode definir o limite como 0 para suprimir esse aviso.

source: The title of an event, contribution, etc.
cs_cz: Název události, příspěvku atd.
de_de: Titel einer Veranstaltung, eines Beitrags usw.
es_es: El título de un evento, contribución, etc.
fr_fr: Le titre d'un événement, contribution, etc.
hu_hu: Egy esemény, hozzájárulás stb. címe.
it_it: Titolo di un evento, contributo, ecc.
ja_jp: イベントや投稿などのタイトル
mn_mn: Үйл явдал, хувь нэмэр гэх мэтийн гарчиг.
pl_pl: Tytuł wydarzenia, kontrybucji itp.
pt_br: O título de um evento, contribuição, etc.
sv_se: Titeln på ett evenemang, ett bidrag etc.
tr_tr: Etkinliğin, katkının, vb. başlığı
uk_ua: Назва події, внеску тощо.

source: A speaker, author or event chair's name
cs_cz: Jméno přednášejícího, autora nebo předsedajícího
de_de: Name eines Sprechers, Authors oder Veranstaltungsleiters
es_es: Nombre de un orador, autor o presidente del evento.
fr_fr: Le nom d'un orateur, d'un auteur ou du responsable d'événement
hu_hu: Egy előadó, szerző vagy esemény elnökének neve
it_it: Nome di un relatore, di un autore o di un chair
ja_jp: 発表者、著者、または座長の名前
mn_mn: Илтгэгч, зохиогч, үйл явдлын удирдагчийн нэр
pl_pl: Nazwisko prelegenta, autora lub przewodniczącego wydarzenia
pt_br: O nome do palestrante, autor ou coordenador do evento
sv_se: Namnet på en talare, författare eller evenemangsordförande
tr_tr: Konuşmacı, yazar veya etkinlik başkanının adı
uk_ua: Ім'я спікера, автора або керівника події

source: A speaker, author or event chair's affiliation
cs_cz: Příslušnost přednášejícího, autora nebo předsedajícího
de_de: Institut oder Arbeitgeber eines Sprechers, Authors oder Veranstaltungsleiters
es_es: Afiliación de un orador, autor o presidente del evento.
fr_fr: L'affiliation d'un orateur, auteur ou responsable d'événement
hu_hu: Egy előadó, szerző vagy esemény elnökének affiliációja
it_it: Ente di appartenenza di un relatore, di un autore o di un chair
ja_jp: 発表者、著者、または座長の所属
mn_mn: Илтгэгч, зохиогч, үйл явдлын удирдагчийн харьяалал
pl_pl: Afiliacja prelegenta, autora lub przewodniczącego wydarzenia
pt_br: Afiliação de um palestrante, autor ou coordenador de evento
sv_se: En talares, författares eller evenemangsordförandes organisationstillhörighet
tr_tr: Konuşmacı, yazar veya etkinlik başkanının kurumu
uk_ua: Приналежність спікера, автора або керівника події

source: An entry type (such as conference, meeting, file, etc.)
cs_cz: Typ položky (jako např. konference, schůzka, soubor, atd.)
de_de: Art des Eintrags (Konferenz, Besprechung, Datei usw.)
es_es: Un tipo de entrada (como conferencia, reunión, archivo, etc.)
fr_fr: Un type d'entrée (comme conférence, réunion, fichier, etc.)
hu_hu: Egy bejegyzés típus (például konferencia, értekezlet, fájl stb.)
it_it: Un tipo di voce (come conferenza, riunione, file, ...)
ja_jp: エントリーのタイプ（会議、ミーティング、ファイルなど）
mn_mn: Бичлэгийн төрөл (бага хурал, уулзалт, файл, г.м.)
pl_pl: Typ wpisu (np. konferencja, spotkanie, plik itp.)
pt_br: Um tipo de entrada (como conferência, reunião, arquivo, etc.)
sv_se: En posttyp (såsom konferens, möte, fil, etc.)
tr_tr: Giriş türü (konferans, toplantı, dosya vb.)
uk_ua: Тип запису (наприклад, конференція, зустріч, файл тощо)
