Repository: indico/indico-plugins
Catalog: vc_vidyo/indico_vc_vidyo/translations/*/LC_MESSAGES/messages.po
Languages: es_es, fr_fr

source: You are now the owner of the room '{room.name}'
es_es: Ahora eres el propietario de la sala '{room.name}'
fr_fr: Vous êtes maintenant responsable de la salle '{room.name}'

source: The PIN must be a number
es_es: El PIN tiene que ser un número
fr_fr: Le code confidentiel doit être un nombre entier

source: Show PIN
es_es: Mostrar PIN
fr_fr: Afficher le code confidentiel

source: Show the VC Room PIN on the event page (insecure!)
es_es: Muestra el PIN de la sala VC en la página del evento (¡inseguro!)
fr_fr: Afficher le code confidentiel de la salle Vidyo sur la page de l'événement (peu sûr!)

source: Show Auto-join URL
es_es: Mostrar URL de autoingreso
fr_fr: Afficher l'URL de connexion

source: Show the auto-join URL on the event page
es_es: Mostrar la URL de autoingreso en la página de eventos
fr_fr: Afficher l'URL de connexion sur la page de l'événement

source: Show Phone Access numbers
es_es: Mostrar número de acceso telefónico
fr_fr: Afficher les numéros d'accès téléphonique

source: Show a link to the list of phone access numbers
es_es: Mostrar un enlace a la lista de números de acceso telefónico
fr_fr: Afficher un lien vers la liste des numéros d'accès téléphonique

source: The description of the room
es_es: Descripción de la sala
fr_fr: La description de la salle

source: Owner
es_es: Propietario
fr_fr: Responsable

source: The owner of the room
es_es: Propietario de la sala
fr_fr: Le responsable de la salle

source: Moderation PIN
es_es: PIN del moderador
fr_fr: Code confidentiel de modération

source: Used to moderate the VC Room. Only digits allowed.
es_es: Utiizado para moderar la sala VC. Solo se permiten dígitos.
fr_fr: Utilisé pour modérer la salle de VC. Seuls les chiffres sont autorisés.

source: Room PIN
es_es: PIN de la sala
fr_fr: Code confidentiel de la salle

source: Used to protect the access to the VC Room (leave blank for open access). Only digits allowed.
es_es: Se utiliza para proteger el acceso a la sala VC (dejar en blanco para el acceso abierto). Solo se permiten dígitos.
fr_fr: Utilisé pour protéger l'accès à la salle de VC (laisser vide pour un accès ouvert). Seuls les chiffres sont autorisés.

source: Auto mute
es_es: Silenciamiento automático
fr_fr: Coupure automatique des périphériques d'entrée

source: On
fr_fr: Activé

source: Off
fr_fr: Désactivé

source: The VidyoDesktop clients will join the VC room muted by default (audio and video)
es_es: Los clientes VidyoDesktop se unirán por defecto a la sala VC sin audio y sin vídeo
fr_fr: Les clients VidyoDesktop rejoindront la salle Vidyo avec le micro et la caméra coupés par défaut

source: Unable to find this user in Indico.
es_es: No se puede encontrar este usuario en Indico.
fr_fr: Impossible de trouver cet utilisateur dans Indico.

source: This user does not have a suitable account to use Vidyo.
es_es: Este usuario no tiene una cuenta adecuada para usar Vidyo.
fr_fr: Cet utilisateur n'a pas de compte qui lui permet d'utiliser Vidyo.

source: Vidyo email support
es_es: Correo de asistencia Vidyo
fr_fr: Adresse électronique de l'assistance Vidyo

source: Username
es_es: Nombre de usuario
fr_fr: Identifiant

source: Indico username for Vidyo
es_es: Nombre de usuario Indico para Vidyo
fr_fr: Identifiant Indico pour Vidyo

source: Password
es_es: Contraseña
fr_fr: Mot de passe

source: Indico password for Vidyo
es_es: Contraseña Indico para Vidyo
fr_fr: Mot de passe utilisateur pour Vidyo

source: Admin API WSDL URL
fr_fr: URL WSDL pour l'API admin

source: User API WSDL URL
es_es: Usuario API WSDL URL
fr_fr: URL WSDL pour l'API utilisateur

source: Indico tenant prefix
es_es: Prefijo inquilino Indico
fr_fr: Préfixe de tenant pour Indico

source: The tenant prefix for Indico rooms created on this server
es_es: El prefijo inquilino para las salas Indico creado en el servidor
fr_fr: Le préfixe de tenant pour les salles Vidyo créées sur ce serveur Indico

source: Public rooms' group name
es_es: Nombre del grupo de salas públicas
fr_fr: Nom du groupe Vidyo pour les salles Vidyo

source: Group name for public videoconference rooms created by Indico
es_es: Nombre de grupo para videoconferencias públicas creadas por Indico
fr_fr: Nom du groupe pour les salles publiques de visioconférence créées par Indico

source: Authenticators
es_es: Autenticadores
fr_fr: Services d'authentification

source: Identity providers to convert Indico users to Vidyo accounts
es_es: Proveedores de identidad para convertir usuarios de Indico en cuentas de Vidyo
fr_fr: Fournisseurs d'identité pour convertir des utilisateurs Indico en comptes Vidyo

source: VC room age threshold
es_es: Umbral de tiempo para la sala VC
fr_fr: Limite d'âge pour les salles Vidyo

source: Number of days after an Indico event when a videoconference room is considered old
es_es: Número de días tras un evento Indico en los que una sala de videoconferencia se considera antigua
fr_fr: Nombre de jours à partir de la fin d'un événement dans Indico après lesquels une salle de visioconférence est considérée comme agée

source: Max. num. VC rooms before warning
es_es: Núm. máx. de salas VC antes de la advertencia
fr_fr: Nombre maximum de salles Vidyo avant un message d'alerte

source: Maximum number of rooms until a warning is sent to the managers
es_es: Núm. máx. de salas antes de que se envíe un aviso a los administradores
fr_fr: Nombre maximum de salles Vidyo créées sur ce serveur avant qu'un message d'alerte soit envoyé aux administrateurs

source: VidyoVoice phone number
es_es: Número de teléfono VidyoVoice
fr_fr: Numéros de téléphone VidyoVoice

source: Link to the list of VidyoVoice phone numbers
es_es: Enlace a la lista de números de teléfono de VidyoVoice
fr_fr: Lien vers la liste des numéros de téléphones VidyoVoice

source: Client Chooser URL
fr_fr: URL de sélection du client

source: URL for client chooser interface. The room key will be passed as a 'url' GET query argument
fr_fr: L'URL pour l'interface de sélection du client. Le code de la salle sera passé comme argument de requête GET.

source: Creation email footer
es_es: Creación de pie de página de correos
fr_fr: Pied de page du courriel de création

source: Footer to append to emails sent upon creation of a VC room
es_es: Pie de página para anexar a los correos enviados sobre la creación de una sala VC
fr_fr: Pied de page ajouté au courriel envoyé à la création d'une nouvelle salle Vidyo

source: No valid Vidyo account found for this user
es_es: Ninguna cuenta Vidyo válida encontrada para este usuario
fr_fr: Pas de compte Vidyo valide pour cet utilisateur

source: Room name already in use
es_es: El nombre de la sala ya está en uso
fr_fr: Ce nom de salle est déjà utilisé

source: Could not find newly created room in Vidyo
es_es: No se pudo encontrar la sala recién creada en Vidyo
fr_fr: Impossible de trouver la nouvelle salle dans Vidyo

source: This room has been deleted from Vidyo
es_es: Esta sala ha sido borrada desde Vidyo
fr_fr: Cette salle a été supprimée de Vidyo

source: You will be the owner of this Vidyo room, replacing %(name)s.
es_es: Vd. será el propietario de esta sala Vidyo reemplazando a %(name)s.
fr_fr: Vous deviendrez le responsable de cette salle Vidyo, à la place de %(name)s.

source: Make me owner
es_es: Hazme propietario
fr_fr: Nommez moi responsable

source: Join
es_es: Unirse
fr_fr: Rejoindre

source: Name
es_es: Nombre
fr_fr: Nom

source: Auto-join URL
es_es: URL de autoingreso
fr_fr: URL pour connexion à la salle

source: Useful links
es_es: Enlaces útiles
fr_fr: Liens utiles

source: Phone numbers
es_es: Números de teléfono
fr_fr: Numéros de téléphone

source: Linked to
es_es: Enlazado a
fr_fr: attachée à

source: the whole event
es_es: el evento completo
fr_fr: l'événement entier

source: Contribution
es_es: Contribución
fr_fr: La contribution

source: Session
es_es: Sesión
fr_fr: La session

source: Created on
es_es: Creado el
fr_fr: Créée le

source: Modified on
es_es: Modificado el
fr_fr: Modifiée le

source: Description
es_es: Descripción

source: Extension
es_es: Extensión
