Repository: indico/indico-plugins
Catalog: owncloud/indico_owncloud/translations/*/LC_MESSAGES/messages.po
Languages: fr_fr, it_it

source: Attachment added
fr_fr: Fichier attaché ajouté
it_it: Allegato aggiunto

source: Files
fr_fr: Fichiers
it_it: File

source: File-picker URL
fr_fr: URL du sélecteur de fichier
it_it: URL del selettore di file

source: Service name
fr_fr: Nom du service
it_it: Nome del servizio

source: A customized name for the cloud service. If empty, the default 'The cloud' will be used.
fr_fr: Un nom personnalisé pour le service cloud. Si vide, "le cloud" sera utilisé.
it_it: nome personalizzato per il servizio cloud. Se lasciato vuoto, verrà utilizzato il predefinito 'The Cloud'.

source: Custom icon URL
fr_fr: URL d'icône personnalisée
it_it: URL dell'icona personalizzata

source: URL for a customized icon to show in the add attachment button. If empty, the default cloud icon will be used
fr_fr: URL pour une icône personnalisée à afficher sur le bouton d'ajout de fichier attaché. Si vide, l'icône nuage sera utilisée par défaut
it_it: URL per un'icona personalizzata da visualizzare nel pulsante Aggiungi . Se lasciato vuoto, verrà utilizzata l'icona predefinita del cloud.

source: Add
fr_fr: Ajouter
it_it: Aggiungi

source: Cancel
fr_fr: Annuler
it_it: Annulla

source: the cloud
fr_fr: le cloud

source: Add files from %(service_name)s
fr_fr: Ajouter des fichier de %(service_name)s
it_it: Aggiungi file da %(service_name)s

source: From %(service_name)s
fr_fr: De %(service_name)s
it_it: Da %(service_name)s
