Repository: indico/indico-plugins
Catalog: payment_sixpay/indico_payment_sixpay/translations/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, pl_pl, pt_br, tr_tr, uk_ua, zh_hans_cn

source: Clicking on the <strong>Pay Now</strong> button will redirect you to the SIXPay Saferpay site in order to complete your payment.
cs_cz: Kliknutím na tlačítko <strong>Zaplatit teď</strong> budete přesměrováni na platební portál Saferpay společnosti SIX Pay, kde dokončíte zaplacení objednávky.
de_de: Durch Klicken auf den <strong>Jetzt bezahlen</strong> Button werden Sie auf die SIXPay Saferpay Seite weitergeleitet, um Ihre Zahlung abzuschließen.
es_es: Al hacer clic en el botón <strong>Pagar ahora</strong>, se le redirigirá al sitio de SIXPay Saferpay para completar su pago.
fr_fr: En cliquant sur le bouton <strong>Payer Maintenant</strong> vous serez redirigé.e vers le site SIXPay Saferpay afin de complèter votre paiement.
hu_hu: A <strong>Fizetés most</strong> gombra kattintva a fizetés befejezéséhez az oldal a SIXPay Saferpay oldalára fogja Önt átirányítani.
it_it: Facendo clic sul pulsante <strong>Paga ora</strong> si viene reindirizzati al sito Saferpay di SIXPay per completare il pagamento.
ja_jp: <strong>今すぐ支払う</strong> ボタンをクリックすると、SIXPay Saferpayのサイトに移動し、支払いを完了することができます。
pl_pl: Kliknięcie przycisku <strong>Zapłać teraz</strong> przekieruje Cię na stronę SIXPay Saferpay w celu dokończenia płatności.
pt_br: Clicar no botão <strong>Pay Now</strong> irá redirecioná-lo para o site SIXPay Saferpay para completar o seu pagamento.
tr_tr: <strong>Şimdi Öde</strong> düğmesine tıklamak, ödemenizi tamamlamak için sizi SIXPay Saferpay sitesine yönlendirecektir.
uk_ua: Натиснувши на кнопку "Оплатити <strong>зараз</strong> ", ви будете перенаправлені на сайт SIXPay Saferpay для завершення платежу.
zh_hans_cn: 点击<strong>现在付款</strong>按钮会将您重定向到 SIXPay Saferpay 站点以完成付款。

source: First name
cs_cz: Křestní jméno
de_de: Vorname
es_es: Nombre
fr_fr: Prénom
hu_hu: Keresztnév
it_it: Nome
ja_jp: 名
pl_pl: Imię
pt_br: Nome
tr_tr: Ad
uk_ua: Ім'я
zh_hans_cn: 名

source: Last name
cs_cz: Příjmení
de_de: Nachname
es_es: Apellidos
fr_fr: Nom
hu_hu: Vezetéknév
it_it: Cognome
ja_jp: 姓
pl_pl: Nazwisko
pt_br: Sobrenome
tr_tr: Soyadı
uk_ua: Прізвище
zh_hans_cn: 姓

source: Total amount
cs_cz: Celková suma
de_de: Gesamtbetrag
es_es: Importe total
fr_fr: Montant total
hu_hu: Teljes összeg
it_it: Totale
ja_jp: 合計金額
pl_pl: Całkowita kwota
pt_br: Valor total
tr_tr: Toplam tutar
uk_ua: Повна сума
zh_hans_cn: 总数

source: Pay Now
cs_cz: Zaplatit teď
de_de: Jetzt bezahlen
es_es: Pagar ahora
fr_fr: Payer Maintenant
hu_hu: Fizetés most
it_it: Paga ora
ja_jp: 今すぐ支払う
pl_pl: Zapłać teraz
pt_br: Pagar Agora
tr_tr: Şimdi Öde
uk_ua: Заплатити зараз
zh_hans_cn: 现在付款

source: Transaction ID
cs_cz: ID transakce
de_de: Transaktionsnummer
es_es: ID de la transacción
fr_fr: ID de transaction
hu_hu: Tranzakció-azonosító
it_it: ID della transazione
ja_jp: 取引ID
pl_pl: Identyfikator transakcji
pt_br: ID da Transação
tr_tr: İşlem Kimliği
uk_ua: ID транзакції
zh_hans_cn: 交易ID

source: Order ID
cs_cz: ID objednávky
de_de: Ordne ID
es_es: ID de la orden
fr_fr: ID de commande
hu_hu: Rendelés ID
it_it: ID dell'ordine
ja_jp: 注文ID
pl_pl: Identyfikator zamówienia
pt_br: ID do Pedido
tr_tr: Sipariş No
uk_ua: ID замовлення
zh_hans_cn: 订单ID
