Repository: indico/indico-plugins
Catalog: payment_sixpay/indico_payment_sixpay/translations/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, pl_pl, pt_br, tr_tr, uk_ua, zh_hans_cn

source: You cancelled the payment.
cs_cz: Platba byla zrušená.
de_de: Sie haben die Zahlung storniert.
es_es: Ha cancelado el pago.
fr_fr: Vous avez annulé le paiement.
hu_hu: Ön törölte a fizetést.
it_it: Pagamento cancellato.
ja_jp: 決済がキャンセルされました
pl_pl: Anulowałeś płatność.
pt_br: Você cancelou o pagamento.
tr_tr: Ödemeyi iptal ettiniz
uk_ua: Ви відмінили оплату.
zh_hans_cn: 您取消了付款。

source: Your payment has failed.
cs_cz: Platbu se nepodařilo provést.
de_de: Ihre Zahlung ist fehlgeschlagen.
es_es: Su pago no se pudo realizar.
fr_fr: Votre paiement a échoué.
hu_hu: A fizetés sikertelen volt.
it_it: Pagamento fallito.
ja_jp: 決済が失敗しました
pl_pl: Twoja płatność nie powiodła się.
pt_br: Seu pagamento falhou.
tr_tr: Ödemeniz başarısız oldu.
uk_ua: Ваш платіж не вдався
zh_hans_cn: 您的付款失败。

source: Your payment could not be confirmed. Please contact the event organizers.
cs_cz: Vaše platba nemůže být potvrzená. Prosím kontaktujte organizátory události.
de_de: Ihre Zahlung konnte nicht bestätigt werden. Bitte kontaktieren Sie den Veranstalter.
es_es: No se pudo confirmar su pago. Comuníquese con los organizadores del evento.
fr_fr: Votre paiement n'a pas pu être confirmé. Veuillez contacter les organisateurs de l'événement.
hu_hu: A fizetését nem sikerült megerősíteni. Kérjük, lépjen kapcsolatba a rendezvény szervezőivel.
it_it: Il pagamento non può essere confermato. Contattare gli organizzatori dell'evento.
ja_jp: ご入金が確認できませんでした。イベント主催者までご連絡ください。
pl_pl: Twoja płatność nie mogła zostać potwierdzona. Prosimy o kontakt z organizatorami wydarzenia.
pt_br: Seu pagamento não pôde ser confirmado. Entre em contato com os organizadores do evento.
tr_tr: Ödemeniz teyit edilemedi. Lütfen etkinlik organizatörleri ile iletişime geçin.
uk_ua: Ваш платіж не було підтверджено. Будь-ласка зв'яжіться з організаторами заходу.
zh_hans_cn: 无法确认您的付款。 请联系事件组织者。

source: Your payment has been confirmed.
cs_cz: Potvrzujeme přijetí Vaší platby.
de_de: Ihre Zahlung wurde bestätigt.
es_es: Su pago ha sido confirmado.
fr_fr: Votre paiement a été confirmé.
hu_hu: A fizetését megerősítették.
it_it: Pagamento confermato.
ja_jp: ご入金が確認できした
pl_pl: Twoja płatność została potwierdzona.
pt_br: Seu pagamento foi confirmado.
tr_tr: Ödemeniz onaylandı
uk_ua: Ваш платіж було підтверджено.
zh_hans_cn: 您的付款已被确认。

source: Invalid format string key: {}
cs_cz: Neplatný formát řetězce: {}
de_de: Ungültiges Format Zeichenfolge Schlüssel: {}
es_es: Clave de formato de cadena no válida: {}
fr_fr: Clé de chaine de formatage incorrecte: {}
hu_hu: Érvénytelen formátumú karakterlánc kulcs: {}
it_it: Formato stringa della chiave non valido: {}
ja_jp: 無効なフォーマット文字列キー: {}
pl_pl: Nieprawidłowy klucz ciągu formatu: {}
pt_br: Chave de string de formato inválida: {}
tr_tr: Geçersiz format dize anahtarı: {}
uk_ua: Неправильний ключ стрічки формату: {}
zh_hans_cn: 无效的格式字符串关键字：{}

source: Malformed format string: {}
cs_cz: Poškozený formát řetězce: {}
de_de: Falsch formatierte Zeichenkette: {}
es_es: Cadena con formato incorrecto: {}
fr_fr: Chaine de formatage malformée: {}
hu_hu: Rosszul formázott formátumú karakterlánc: {}
it_it: Formato stringa errato: {}
ja_jp: 不正なフォーマット文字列: {}
pl_pl: Nieprawidłowy ciąg formatu: {}
pt_br: String de formato malformado: {}
tr_tr: Hatalı format dizesi: {}
uk_ua: Неправильна стрічка формату: {}
zh_hans_cn: 格式错误的字符串：{}

source: Format string too long: shortest replacement with {len}, expected {max}
cs_cz: Řetězec je příliš dlouhý: nejkratší možná varianta ma délku {len}, nejdelší {max}
de_de: Formatstring zu lang: kürzeste Ersetzung durch {len}, erwartet {max}
es_es: Cadena de formato demasiado larga: reemplazo más corto con {len}, se espera {max}
fr_fr: Chaine de formatage trop longue: plus court remplacement avec {len}, attendu {max}
hu_hu: A formázott karakterlánc túl hosszú: legrövidebb helyettesítés {len}-vel, várható {max}
it_it: Stringa troppo lunga {len}, numero massimo di caratteri consentiti {max}
ja_jp: フォーマット文字列が長すぎる：{len}で最短置換、{max}を期待
pl_pl: Zbyt długi ciąg formatujący: najkrótsza zamiana z {len}, oczekiwana {max}
pt_br: String de formato muito longa: substituição mais curta com {len}, esperado {max}
tr_tr: Biçim dizesi çok uzun: {len} ile en kısa değiştirme, beklenen {max}
uk_ua: Стрічка формату задовга: найкоротша заміна на {len}, очікувана {max}
zh_hans_cn: 格式字符串太长：最短替换为 {len}，预期为 {max}

source: This field may only contain alphanumeric chars, dots, colons, hyphens and underscores.
cs_cz: Toto pole může obsahovat jenom alfanumerické znaky, tečky, dvojtečky, pomlčky a podtržítka.
de_de: Dieses Feld darf nur alphanumerische Zeichen, Punkte, Doppelpunkte, Bindestriche und Unterstriche enthalten.
es_es: Este campo solo puede contener caracteres alfanuméricos, puntos, dos puntos, guiones y guiones bajos.
fr_fr: Ce champ ne peut contenir que des caractères alphanumériques, des points, des virgules, des traits d'union et des traits de soulignement.
hu_hu: Ez a mező csak alfanumerikus karaktereket, pontokat, kettőspontokat, kötőjeleket és aláhúzásokat tartalmazhat.
it_it: Questo campo può contenere solo caratteri alfanumerici, punti, due punti, trattini (-) e trattini bassi (_).
ja_jp: このフィールドには、英数字、ドット、コロン、ハイフン、アンダースコアのみを含めることができます
pl_pl: To pole może zawierać tylko znaki alfanumeryczne, kropki, dwukropki, myślniki i podkreślenia.
pt_br: Este campo pode conter apenas caracteres alfanuméricos, pontos, dois pontos, hífens e sublinhados.
tr_tr: Bu alan yalnızca alfasayısal karakterler, noktalar, iki nokta üst üste, kısa çizgi ve alt çizgi içerebilir.
uk_ua: Це поле може містити лише буквено-цифрові символи, крапки, двокрапки, дефіси та підкреслення.
zh_hans_cn: 此字段只能包含字母数字字符、点、冒号、连字符和下划线。

source: API URL
es_es: URL de la API
fr_fr: URL d'API
pt_br: URL da API

source: URL to contact the Saferpay JSON API
cs_cz: URL odkaz pro Saferpay JSON API
de_de: URL zum Kontaktieren der Saferpay JSON API
es_es: URL para contactar con la Saferpay JSON API
fr_fr: URL pour contacter l'API Saferpay JSON
hu_hu: URL a Saferpay JSON API-val való kapcsolatfelvételhez
it_it: URL per contattare il Saferpay JSON API
ja_jp: Saferpay JSON APIへの問い合わせURL
pl_pl: Adres URL do kontaktu z Saferpay JSON API
pt_br: URL para entrar em contato com a API Saferpay JSON
tr_tr: Saferpay JSON API ile iletişime geçilecek URL
uk_ua: URL для з'єднання з Saferpay JSON API
zh_hans_cn: 联系 Saferpay JSON API 的 URL

source: API username
cs_cz: Jméno uživatele pro API
de_de: API Benutzername
es_es: Usuario API
fr_fr: Nom d'utilisateur de l'API
hu_hu: API felhasználónév
it_it: Username API
ja_jp: APIユーザー名
pl_pl: Nazwa użytkownika API
pt_br: Nome de Usuário da API
tr_tr: API kullanıcı adı
uk_ua: Логін API
zh_hans_cn: API 用户名

source: The username to access the SaferPay JSON API
cs_cz: Jméno uživatele Saferpay JSON API
de_de: Der Benutzername für den Zugriff auf die SaferPay JSON API
es_es: Usuario para acceder a la SaferPay JSON API
fr_fr: Le nom d'utilisateur pour accéder à l'API JSON de SIXPay
hu_hu: Felhasználónév a SaferPay JSON API-hoz való hozzáféréshez
it_it: Usernme per l'accesso al SaferPay JSON API
ja_jp: SaferPay JSON APIにアクセスするためのユーザー名
pl_pl: Nazwa użytkownika umożliwiająca dostęp do SaferPay JSON API
pt_br: O nome de usuário para acessar a API SaferPay JSON
tr_tr: SaferPay JSON API'sine erişmek için kullanıcı adı
uk_ua: Догін для доступу до SaferPay JSON API
zh_hans_cn: 访问 SaferPay JSON API 的用户名

source: API password
cs_cz: Heslo pro API
de_de: API Passwort
es_es: Contraseña API
fr_fr: Mot de passe d'API
hu_hu: API jelszó
it_it: Password API
ja_jp: APIパスワード
pl_pl: Hasło API
pt_br: Senha da API
tr_tr: API şifresi
uk_ua: Пароль API
zh_hans_cn: API 密码

source: The password to access the SaferPay JSON API
cs_cz: Heslo pro SaferPay JSON API
de_de: Das Passwort für den Zugriff auf die SaferPay JSON API
es_es: La contraseña para acceder a la API de SaferPay JSON
fr_fr: Le mot de passe pour accéder à l'API SaferPay JSON
hu_hu: A jelszó a SaferPay JSON API-hoz való hozzáféréshez
it_it: Password per l'accesso al SaferPay JSON API
ja_jp: SaferPay JSON APIにアクセスするためのパスワード
pl_pl: Hasło dostępu do SaferPay JSON API
pt_br: A senha para acessar a API SaferPay JSON
tr_tr: SaferPay JSON API'sine erişim parolası
uk_ua: Пароль для доступу до SaferPay JSON API
zh_hans_cn: 访问 SaferPay JSON API 的密码

source: Account ID
cs_cz: ID účtu
de_de: Konto ID
es_es: ID de la cuenta
fr_fr: identifiant de compte
hu_hu: Fiók azonosító
ja_jp: アカウントID
pl_pl: ID konta
pt_br: ID da Conta
tr_tr: Hesap Kimliği
uk_ua: ID акаунту
zh_hans_cn: 账号 ID

source: Default Saferpay account ID, such as "1234567-12345678". Event managers will be able to override this.
fr_fr: ID de compte Saferpay par défaut, tel que "1234567-12345678". Les administrateurs d'événements pourront contourner cela.
pt_br: ID padrão da conta Saferpay, como "1234567-12345678". Os gerentes de Evento poderão substituir isso.

source: Order Description
cs_cz: Detail objednávky
de_de: Ordne Beschreibung
es_es: Descripción del pedido
fr_fr: Description de commande
hu_hu: Rendelés leírás
it_it: Descrizione ordine
ja_jp: 注文内容
pl_pl: Opis zamówienia
pt_br: Descrição do Pedido
tr_tr: Sipariş Açıklaması
uk_ua: Опис замовлення
zh_hans_cn: 订单说明

source: The default description of each order in a human readable way. It is presented to the registrant during the transaction with Saferpay. Event managers will be able to override this. Supported placeholders: {}
cs_cz: Přednastavený popis objednávky. Podporované zástupné symboly: {}
de_de: Die Standardbeschreibung jeder Bestellung in einer für Menschen lesbaren Form. Sie wird dem Registranten während der Transaktion mit Saferpay angezeigt. Veranstaltungsmanager können dies überschreiben. Unterstützte Platzhalter: {}
es_es: La descripción predeterminada de cada pedido de una manera entendible. Se le presenta al registrante durante la transacción con Saferpay. Los administradores de eventos podrán anularlo. Marcadores de posición admitidos: {}
fr_fr: La description par défaut de chaque commande d'une manière lisible. Il est présenté au déclarant lors de la transaction avec Saferpay. Les gestionnaires d'événements pourront outrepasser cela. Espaces réservés pris en charge : {}
hu_hu: Az egyes megrendelések alapértelmezett leírása ember által olvasható módon. Ezt a regisztráló a Saferpay-jel történő tranzakció során kapja meg. Az eseménykezelők ezt felülbírálhatják. Támogatott helykitöltők: {}
it_it: Descrizione predefinita di ogni ordine in modo leggibile dall'uomo. Viene presentata al registrante durante la transazione con Saferpay. I gestori dell'evento potranno sovrascriverla. Segnaposto supportati: {}
ja_jp: 各注文のデフォルトの内容説明で、人間が読み取れるようにしたもの。Saferpayとの取引中に登録者に提示されます。イベントマネージャーはこれをオーバーライドすることができます。使用可能なプレースホルダー: {}
pl_pl: Domyślny opis każdego zamówienia w sposób czytelny dla człowieka. Jest on prezentowany rejestrującemu podczas transakcji z Saferpay. Menedżerowie wydarzeń będą mogli to zmienić. Obsługiwane symbole zastępcze: {}
pt_br: A descrição padrão de cada pedido de forma legível por humanos. Ele é apresentado ao registrante durante a transação com a Saferpay. Os gerentes de evento serão capazes de substituir isso. Marcadores de posição suportados: {}
tr_tr: Siparişlerin varsayılan okunaklı açıklaması. Saferpay ile yapılan işlem sırasında kaydettirene sunulur. Etkinlik yöneticileri bunu geçersiz kılabilir. Desteklenen yer tutucular: {}
uk_ua: Опис кожного замовлення за замовчуванням у зрозумілій для людини формі. Він надається реєстранту під час транзакції з Saferpay. Менеджери подій можуть замінити його . Підтримувані заповнювачі: {}
zh_hans_cn: 以人类可读的方式对每个订单的默认描述。 它在与 Saferpay 的交易期间呈现给注册人。 事件管理者将能够覆盖它。 支持的占位符：{}

source: Order Identifier
cs_cz: Identifikátor objednávky
de_de: Ordne Identifier
es_es: Identificación del pedido
fr_fr: Identifiant de commande
hu_hu: Rendelés azonosítója
it_it: Identificatore dell'ordine
ja_jp: 注文識別子
pl_pl: Identyfikator zamówienia
pt_br: Identificador do Pedido
tr_tr: Sipariş Tanımlayıcı
uk_ua: Ідентифікатор замовлення
zh_hans_cn: 订单标识符

source: The default identifier of each order for further processing. Event managers will be able to override this. Supported placeholders: {}
cs_cz: Přednastavený identifikátor objednávky. Podporované zástupné symboly: {}
de_de: Der Standardbezeichner jeder Bestellung für die weitere Bearbeitung. Veranstaltungsmanager können dies außer Kraft setzen. Unterstützte Platzhalter: {}
es_es: El identificador predeterminado de cada pedido para su posterior procesamiento. Los administradores de eventos podrán anularlo. Marcadores de posición admitidos: {}
fr_fr: L'identifiant par défaut de chaque commande pour plus ample traitement. Les responsables d'évènement pourront passer outre. Paramètres de substitution acceptés: {}
hu_hu: Az egyes megrendelések alapértelmezett azonosítója a további feldolgozáshoz. Az eseménykezelők ezt felülbírálhatják. Támogatott helykitöltők: {}
it_it: Identificatore predefinito di ogni ordine per l'ulteriore elaborazione. I manager dell'evento potranno sovrascriverlo. Segnaposto supportati: {}
ja_jp: 各注文がさらに処理するためのデフォルトの識別子。イベントマネージャーはこれをオーバーライドすることができます。使用可能なプレースホルダー: {}
pl_pl: Domyślny identyfikator każdego zamówienia do dalszego przetwarzania. Menedżerowie wydarzeń będą mogli to zmienić. Obsługiwane symbole zastępcze: {}
pt_br: O identificador padrão de cada pedido para processamento posterior. Os gerentes de evento serão capazes de substituir isso. Marcadores de posição suportados: {}
tr_tr: Daha fazla işlem için her siparişin varsayılan tanımlayıcısı. Etkinlik yöneticileri bunu geçersiz kılabilir. Desteklenen yer tutucular: {}
uk_ua: За замовчуванням ідентифікатор кожного замовлення для подальшої обробки. Керівники подій зможуть перевизначити це. Підтримувані заповнювачі: {}
zh_hans_cn: 用于进一步处理的每个订单的默认标识符。 事件管理者将能够覆盖它。 支持的占位符：{}

source: Notification Email
cs_cz: Notifikační e-mail
de_de: E-Mail-Benachrichtigung
es_es: Correo electrónico de notificación
fr_fr: Courriel de notification
hu_hu: Értesítő e-mail
it_it: Email di notifica
ja_jp: 通知用メール
pl_pl: E-mail z powiadomieniem
pt_br: E-mail de Notificação
tr_tr: Bildirim e-postası
uk_ua: Сповіщення на електронну пошту
zh_hans_cn: 通知邮件

source: Email address to receive notifications of transactions. This is independent of Indico's own payment notifications. Event managers will be able to override this.
cs_cz: E-mailová adresa pro příjem oznámení o transakcích.
de_de: E-Mail-Adresse, um Benachrichtigungen über Transaktionen zu erhalten. Dies ist unabhängig von Indicos eigenen Zahlungsbenachrichtigungen. Veranstaltungsmanager können dies außer Kraft setzen.
es_es: Dirección de correo electrónico para recibir notificaciones de transacciones. Esto es independiente de las propias notificaciones de pago de Indico. Los administradores de eventos podrán anularlo.
fr_fr: Adresse e-mail pour recevoir les notifications de transactions. Ceci est indépendant des propres notifications de paiement d'Indico. Les gestionnaires d'événements pourront outrepasser cela.
hu_hu: A tranzakciókról szóló értesítések fogadására szolgáló e-mail cím. Ez független az Indico saját fizetési értesítéseitől. Az eseménykezelők képesek lesznek ezt felülbírálni.
it_it: Indirizzo e-mail per ricevere le notifiche delle transazioni. Questo è indipendente dalle notifiche di pagamento di Indico. I manager degli eventi potranno sovrascriverlo.
ja_jp: 取引通知を受け取るためのメールアドレスです。これはIndico自身の支払い通知とは独立しています。イベントマネージャーはこれをオーバーライドすることができます。
pl_pl: Adres e-mail do otrzymywania powiadomień o transakcjach. Jest to niezależne od własnych powiadomień o płatnościach Indico. Menedżerowie wydarzeń będą mogli to zmienić.
pt_br: Endereço de e-mail para receber notificações de transações. Isso é independente das próprias notificações de pagamento do Indico. Os gerentes de evento serão capazes de substituir isso.
tr_tr: İşlem bildirimlerini almak için e-posta adresi. Bu adres, Indico'nun kendi ödeme bildirimlerinden bağımsızdır. Etkinlik yöneticileri bunu geçersiz kılabilir.
uk_ua: Електронна адреса для отримання повідомлень про транзакції. Вона незалежна від сповіщень Indico про платежі. Менеджери подій можуть її змінити.
zh_hans_cn: 用于接收交易通知的电子邮件地址。 这与 Indico 自己的付款通知无关。 事件管理者将能够覆盖它。

source: The Saferpay account ID, such as "1234567-12345678".
fr_fr: L'identifiant du compte Saferpay, tel que "1234567-12345678".
pt_br: O ID da conta Saferpay, como "1234567-12345678".

source: The description of each order in a human readable way. It is presented to the registrant during the transaction with Saferpay. Supported placeholders: {}
cs_cz: Popis každé z objednávek. Podporované zástupné symboly: {}
de_de: Die Beschreibung jeder Buchung in einer für den Menschen lesbaren Form. Sie wird dem Registranten während der Transaktion mit Saferpay angezeigt. Unterstützte Platzhalter: {}
es_es: La descripción de cada pedido de forma entendible. Se le presenta al registrante durante la transacción con Saferpay. Marcadores de posición admitidos: {}
fr_fr: La description de chaque commande sous une forme lisible par l'homme. Elle est présentée au participant pendant la transaction avec Saferpay. Paramètres de substitution acceptés: {}
hu_hu: Az egyes megrendelések leírása ember által olvasható módon. A regisztrálónak a Saferpay-nél történő tranzakció során kerül bemutatásra. Támogatott helykitöltők: {}
it_it: Descrizione predefinita di ogni ordine in modo leggibile dall'uomo. Viene presentata al registrante durante la transazione con Saferpay. Segnaposto supportati: {}
ja_jp: 各注文の内容説明で、人間が読み取れるようにしたもの。Saferpayとの取引中に登録者に提示されます。使用可能なプレースホルダー: {}
pl_pl: Opis każdego zamówienia w sposób czytelny dla człowieka. Jest on prezentowany rejestrującemu podczas transakcji z Saferpay. Obsługiwane symbole zastępcze: {}
pt_br: A descrição de cada pedido de forma legível por humanos. Ele é apresentado ao registrante durante a transação com a Saferpay. Marcadores de posição suportados: {}
tr_tr: Her siparişin okunabilir açıklaması. Saferpay ile yapılan işlem sırasında kaydettiren kişiye sunulur. Desteklenen yer tutucular: {}
uk_ua: Опис кожного замовлення у зрозумілій для людини формі. Він надається реєстранту під час транзакції з Saferpay. Підтримувані заповнювачі: {}
zh_hans_cn: 以人类可读的方式对每个订单的描述。 它在与 Saferpay 的交易期间呈现给注册人。 支持的占位符：{}

source: The default identifier of each order for further processing. Supported placeholders: {}
cs_cz: Přednastavený identifikátor každé obejdnávky pro další zpracování. Podporované zástupné symboly: {}
de_de: Der Standardbezeichner jedes Bestellvorgangs für die weitere Bearbeitung. Unterstützte Platzhalter: {}
es_es: El identificador predeterminado de cada pedido para su posterior procesamiento. Marcadores de posición admitidos: {}
fr_fr: L'identifiant par défaut de chaque commande pour plus ample traitement. Paramètres de substitutions acceptés: {}
hu_hu: Az egyes megrendelések alapértelmezett azonosítója a további feldolgozáshoz. Támogatott helykitöltők: {}
it_it: Identificatore predefinito di ogni ordine per l'ulteriore elaborazione. Segnaposto supportati: {}
ja_jp: 各注文がさらに処理するためのデフォルトの識別子。使用可能なプレースホルダー: {}
pl_pl: Domyślny identyfikator każdego zamówienia do dalszego przetwarzania. Obsługiwane symbole zastępcze: {}
pt_br: O identificador padrão de cada pedido para processamento posterior. Marcadores de posição suportados: {}
tr_tr: Daha sonraki işlemler için her siparişin varsayılan tanımlayıcısı. Desteklenen yer tutucular: {}
uk_ua: Ідентифікатор за замовчуванням кожного замовлення для подальшої обробки. Підтримувані заповнювачі: {}
zh_hans_cn: 用于进一步处理的每个订单的默认标识符。 支持的占位符：{}

source: Email address to receive notifications of transactions. This is independent of Indico's own payment notifications.
cs_cz: E-mailová adresa pto příjem oznámení o transakcích.
de_de: E-Mail-Adresse, um Benachrichtigungen über Transaktionen zu erhalten. Dies ist unabhängig von Indicos eigenen Zahlungsbenachrichtigungen.
es_es: Dirección de correo electrónico para recibir notificaciones de transacciones. Esto es independiente de las propias notificaciones de pago de Indico.
fr_fr: Adresse e-mail pour recevoir les notifications de transactions. Ceci est indépendant des propres notifications de paiement d'Indico.
hu_hu: A tranzakciókról szóló értesítések fogadására szolgáló e-mail cím. Ez független az Indico saját fizetési értesítéseitől.
it_it: Indirizzo e-mail per ricevere le notifiche delle transazioni. Questo è indipendente dalle notifiche di pagamento di Indico.
ja_jp: 取引通知を受け取るためのメールアドレスです。これはIndico自身の支払い通知とは独立しています。
pl_pl: Adres e-mail do otrzymywania powiadomień o transakcjach. Jest to niezależne od własnych powiadomień o płatnościach Indico.
pt_br: Endereço de e-mail para receber notificações de transações. Isso é independente das próprias notificações de pagamento do Indico.
tr_tr: İşlem bildirimlerini almak için e-posta adresi. Bu adres, Indico'nun kendi ödeme bildirimlerinden bağımsızdır.
uk_ua: Електронна адреса для отримання повідомлень про транзакції. Вона незалежна від сповіщень Indico про платежі.
zh_hans_cn: 用于接收交易通知的电子邮件地址。 这与 Indico 自己的付款通知无关。

source: Unsupported currency '{}' for SIXPay. Please contact the organizers
cs_cz: Měna '{}' není podporovaná platformou SIXPay. Kontaktujte organizátory prosím.
de_de: Nicht unterstützte Währung '{}' für SIXPay. Bitte kontaktieren Sie die Veranstalter
es_es: Moneda no admitida '{}' para SIXPay. Póngase en contacto con los organizadores.
fr_fr: Devise '{}' non supportée par SIXPay. Veuillez contacter les organisateurs
hu_hu: A SIXPay által nem támogatott '{}' pénznem. Kérjük, lépjen kapcsolatba a szervezőkkel
it_it: Valuta '{}' non supportata da SIXPay. Contattare gli organizzatori
ja_jp: SIXPayの通貨 '{}' が未対応です。主催者にご連絡ください
pl_pl: Nieobsługiwana waluta „{}” dla SIXPay. Prosimy o kontakt z organizatorami
pt_br: Moeda não suportada '{}' para SIXPay. Entre em contato com os organizadores
tr_tr: SIXPay için desteklenmeyen para birimi '{}'. Lütfen organizatörlerle iletişime geçin
uk_ua: Непідтримувана для SIXPay валюта '{}' . Будь-ласка зв'яжіться з організаторами заходу.
zh_hans_cn: SIXPay 不支持货币 ‘{}’。 请联系组织者

source: Unknown currency '{}' for SIXPay. Please contact the organizers
cs_cz: Měna '{}' není rozpoznatelná platformou SIXPay. Kontaktujte organizátory prosím.
de_de: Unbekannte Währung '{}' für SIXPay. Bitte kontaktieren Sie die Veranstalter
es_es: Moneda desconocida '{}' para SIXPay. Póngase en contacto con los organizadores.
fr_fr: Devise '{}' inconnue pour SIXPay. Veuillez contacter les organisateurs
hu_hu: A SIXPay számára ismeretlen '{}' pénznem. Kérjük, lépjen kapcsolatba a szervezőkkel
it_it: Valuta '{}' sconosciuta a SIXPay. Contattare gli organizzatori
ja_jp: SIXPayの通貨 '{}' が不明です。主催者にご連絡ください
pl_pl: Nieznana waluta '{}' dla SIXPay. Prosimy o kontakt z organizatorami
pt_br: Moeda desconhecida '{}' para SIXPay. Entre em contato com os organizadores
tr_tr: SIXPay için bilinmeyen para birimi '{}'. Lütfen organizatörlerle iletişime geçin
uk_ua: Невідома для SIXPay валюта '{}' . Будь-ласка зв'яжіться з організаторами заходу.
zh_hans_cn: SIXPay 的未知货币“{}”。 请联系组织者
