Repository: indico/indico-plugins
Catalog: cloud_captchas/indico_cloud_captchas/translations/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fr_fr, hu_hu, ja_jp, pl_pl, pt_br, sv_se, tr_tr, uk_ua, zh_hans_cn

source: None (use Indico's built-in CAPTCHA)
de_de: Keine (verwenden Sie das integrierte CAPTCHA von Indico)
es_es: Ninguno (utilizar el CAPTCHA integrado de Indico)
fr_fr: Aucun (utiliser le CAPTCHA intégré d'Indico)
hu_hu: Semmilyen (használja az Indico beépített CAPTCHA-ját)
ja_jp: なし（IndicoのビルトインCAPTCHAを使う）
pl_pl: Brak (użyj wbudowanego reCAPTCHA w Indico)
pt_br: Nenhum (usar CAPTCHA pré-definido pelo Indico)
sv_se: Ingen (använd Indicos inbyggda CAPTCHA)
tr_tr: Hiçbiri (Indico'nun yüklü CAPTCHA'sını kullanın)
uk_ua: Жодного (використовувати вбудовану CAPTCHA Індіко)
zh_hans_cn: 無（使用 Indico 內建的 CAPTCHA）

source: Type
de_de: Typ
es_es: Tipo
hu_hu: Típus
ja_jp: タイプ
pl_pl: Rodzaj
pt_br: Tipo
sv_se: Typ
tr_tr: Tür
uk_ua: Тип
zh_hans_cn: 类型

source: Select which CAPTCHA provider you want to use
de_de: Wählen Sie den CAPTCHA-Anbieter, den Sie verwenden möchten
es_es: Seleccione qué proveedor de CAPTCHA desea utilizar
fr_fr: Sélectionnez le fournisseur de CAPTCHA que vous souhaitez utiliser
hu_hu: Válassza ki, hogy melyik CAPTCHA szolgáltatót szeretné használni
ja_jp: 使用したいCAPTCHAプロバイダーを選択
pl_pl: Wybierz dostawcę reCAPTCHA, którego chcesz użyć
pt_br: Escolha que serviço CAPTCHA quer usar
sv_se: Välj vilken CAPTCHA-leverantör du vill använda
tr_tr: Hangi CAPTCHA sağlayıcısını kullanmak istediğinizi seçin
uk_ua: Виберіть постачальника CAPTCHA, яким ви хочете скористатися
zh_hans_cn: 選取您想要使用的 CAPTCHA 提供商

source: reCAPTCHA site key
de_de: reCAPTCHA-Seitenschlüssel
es_es: clave del sitio reCAPTCHA
fr_fr: Clé de site reCAPTCHA
hu_hu: reCAPTCHA webhelykulcs
ja_jp: reCAPTCHAサイトキー
pl_pl: klucz strony reCAPTCHA
pt_br: Chave de Site (Site Key) do serviço reCAPTCHA
sv_se: reCAPTCHA webbplatsnyckel
tr_tr: reCAPTCHA site anahtarı
uk_ua: reCAPTCHA ключ сайту
zh_hans_cn: reCAPTCHA 站台金鑰

source: The site key available in the reCAPTCHA admin dashboard
de_de: Der im Admin-Dashboard von reCAPTCHA verfügbare Website-Schlüssel
es_es: La clave del sitio disponible en el panel de administración de reCAPTCHA
fr_fr: La clé de site disponible sur le tableau de bord administrateur de reCAPTCHA
hu_hu: A reCAPTCHA adminisztrációs felületén elérhető webhelykulcs
ja_jp: reCAPTCHA管理者ダッシュボードで利用可能なサイトキー
pl_pl: Klucz strony dostępny w panelu administracyjnym reCAPTCHA
pt_br: A chave de site (site key) que pode ser encontrada no painel de controle do serviço reCAPTCHA
sv_se: Webbplatsnyckeln som finns tillgänglig i reCAPTCHA-administratörens instrumentpanel
tr_tr: reCAPTCHA yönetici kontrol panelinde bulunan site anahtarı
uk_ua: Ключ сайту доступний на сторінці керування reCAPTCHA
zh_hans_cn: reCAPTCHA 管理儀表板中可用的站台金鑰

source: reCAPTCHA secret key
de_de: reCAPTCHA geheimer Schlüssel
es_es: clave secreta reCAPTCHA
fr_fr: Clé secrête reCAPTCHA
hu_hu: reCAPTCHA titkos kulcs
ja_jp: reCAPTCHAのシークレットキー
pl_pl: tajny klucz reCAPTCHA
pt_br: Chave secreta reCAPTCHA
sv_se: reCAPTCHA hemlig nyckel
tr_tr: reCAPTCHA gizli anahtarı
uk_ua: Секретний ключ reCAPTCHA
zh_hans_cn: reCAPTCHA 私鑰

source: The secret key available in the reCAPTCHA admin dashboard
de_de: Der geheime Schlüssel, der im reCAPTCHA Admin-Dashboard verfügbar ist
es_es: La clave secreta disponible en el panel de administración de reCAPTCHA
fr_fr: La clé secrête disponible sur le tableau de bord administrateur de reCAPTCHA
hu_hu: A reCAPTCHA adminisztrációs felületén elérhető titkos kulcs
ja_jp: reCAPTCHA管理者ダッシュボードで利用可能なシークレットキー
pl_pl: Klucz prywatny dostępny w panelu administracyjnym reCAPTCHA
pt_br: A chave secreta que pode ser encontrada no painel de controle do serviço reCAPTCHA
sv_se: Den hemliga nyckeln som finns tillgänglig i reCAPTCHA-administrationspanelen
tr_tr: reCAPTCHA yönetici kontrol panelinde bulunan gizli anahtar
uk_ua: Секретний ключ доступний на сторінці керування reCAPTCHA
zh_hans_cn: reCAPTCHA 管理儀表板中可用的私鑰

source: hCaptcha site key
de_de: hCaptcha-Webseitenschlüssel
es_es: Clave secreta hCaptcha
fr_fr: Clé de site hCAPTCHA
hu_hu: hCaptcha webhelykulcs
ja_jp: hCaptchaサイトキー
pl_pl: Klucz strony hCaptcha
pt_br: Chave de site (Site key) do hCaptcha
sv_se: hCaptcha webbplatsnyckel
tr_tr: hCaptcha site anahtarı
uk_ua: hCaptcha ключ сайту
zh_hans_cn: hCaptcha 站台金鑰

source: The site key available in the hCaptcha admin dashboard
de_de: Der im hCaptcha-Verwaltungsdashboard verfügbare Website-Schlüssel
es_es: La clave del sitio disponible en el panel de administración de hCaptcha
fr_fr: La clé de site disponible sur le tableau de bord administrateur de hCATPCHA
hu_hu: A hCaptcha adminisztrációs felületén elérhető webhelykulcs
ja_jp: hCaptcha管理者ダッシュボードで利用可能なサイトキー
pl_pl: Klucz strony dostępny w panelu administracyjnym reCAPTCHA
pt_br: A chave de site (site key) que pode ser encontrada no painel de controle do serviço hCaptcha
sv_se: Webbplatsnyckeln som finns tillgänglig i hCaptcha-administratörens instrumentpanel
tr_tr: hCaptcha yönetici kontrol panelinde bulunan site anahtarı
uk_ua: Ключ сайту доступний на сторінці керування hCaptcha
zh_hans_cn: hCaptcha 管理儀表板中可用的站台金鑰

source: hCAPTCHA secret key
de_de: hCAPTCHA geheimer Schlüssel
es_es: Clave secreta hCAPTCHA
fr_fr: Clé secrête hCAPTCHA
hu_hu: hCAPTCHA titkos kulcs
ja_jp: hCAPTCHAシークレットキー
pl_pl: klucz prywatny hCAPTCHA
pt_br: Chave secreta do hCaptcha
sv_se: hCAPTCHA hemlig nyckel
tr_tr: hCAPTCHA site anahtarı
uk_ua: Секретний ключ hCAPTCHA
zh_hans_cn: hCAPTCHA 私鑰

source: The secret key available in the hCaptcha admin dashboard
de_de: Der geheime Schlüssel, der im hCaptcha-Admin-Dashboard verfügbar ist
es_es: La clave secreta disponible en el panel de administración de hCaptcha
fr_fr: La clé secrête disponible sur le tableau de bord administrateur de hCAPTCHA
hu_hu: A hCaptcha adminisztrációs felületén elérhető titkos kulcs
ja_jp: hCaptcha管理者ダッシュボードで利用可能なシークレットキー
pl_pl: Klucz prywatny dostępny w panelu administracyjnym reCAPTCHA
pt_br: A chave secreta que pode ser encontrada no painel de controle do serviço hCaptcha
sv_se: Den hemliga nyckeln som finns tillgänglig i hCaptcha-administratörens instrumentpanel
tr_tr: hCaptcha yönetici kontrol panelinde bulunan gizli anahtar
uk_ua: Секретний ключ доступний на сторінці керування hCaptcha
zh_hans_cn: hCaptcha 管理儀表板中可用的私鑰
