Repository: indico/indico-plugins
Catalog: chat/indico_chat/translations/*/LC_MESSAGES/messages-js.po
Languages: es_es, fr_fr

source: Do you really want to remove this chatroom from the event?
es_es: ¿Desea borrar esta sala de chat del evento?
fr_fr: Voulez-vous vraiment détacher ce salon de discussion de cet événement?

source: Since it is on an external server, it will not be deleted on that server.
es_es: Dado que está en un servidor externo, no será borrado en dicho servidor.
fr_fr: Puisqu'il est hébergé sur un serveur externe il ne sera pas supprimé sur ce serveur.

source: Since it is only used in this event, it will be deleted from the Jabber server, too!
es_es: Dado que solo se utiliza en este evento, también será borrado del servidor Jabber.
fr_fr: Puisqu'il est uniquement utilisé par cet événement, il sera également supprimé du serveur Jabber!

source: Delete this chatroom?
es_es: ¿Eliminar esta sala de chat?
fr_fr: Supprimer ce salon de discussion?

source: Chatroom not found
es_es: Sala de chat no encontrada
fr_fr: Salon de discussion introuvable

source: The chatroom does not exist on the Jabber server anymore. We recommend you to delete it chatroom from Indico as well.
es_es: La sala de chat ya no existe en el servidor Jabber. Le recomendamos que también elimine esta sala de chat en Indico.
fr_fr: Le salon de discussion n'existe plus sur le serveur Jabber. Nous vous recommandons de le détacher d'Indico également.

source: Chatroom updated
es_es: Sala de chat actualizada
fr_fr: Salon de discussion mis à jour

source: The chatroom data has been updated.
es_es: Los datos de la sala de chat han sido actualizados.
fr_fr: Les données du salon de discussion ont été mises à jour.

source: No logs available
es_es: No hay logs disponibles
fr_fr: Aucun journal disponible

source: Could not create material
es_es: No se pudo crear el material
fr_fr: Impossible de créer les documents

source: Material created
es_es: Material creado
fr_fr: Documents créés

source: The chat logs have been attached to the event.
es_es: Los logs del chat han sido adjuntados al evento.
fr_fr: Le journal de la discussion a été attaché à l'événement.
