Repository: indico/indico-plugins
Catalog: chat/indico_chat/translations/*/LC_MESSAGES/messages.po
Languages: es_es, fr_fr

source: Available chatrooms
es_es: Salas de chat disponibles
fr_fr: Salons de discussion disponibles

source: Name
es_es: Nombre
fr_fr: Nom

source: The name of the room
es_es: Nombre de la sala
fr_fr: Le nom du salon

source: Description
es_es: Descripción

source: The description of the room
es_es: Descripción de la sala
fr_fr: La description du salon

source: Password
es_es: Contraseña
fr_fr: Mot de passe

source: An optional password required to join the room
es_es: Contraseña para unirse a la sala (opcional)
fr_fr: Un mot de passe optionnel protégeant l'accès au salon

source: Hidden
es_es: Oculto
fr_fr: Caché

source: Hides the room on public event pages.
es_es: Oculta la sala en las páginas de eventos públicos.
fr_fr: Cache le salon sur la page publique de l'événement

source: Show password
es_es: Mostrar contraseña
fr_fr: Afficher le mot de passe

source: Shows the room password on public event pages.
es_es: Muestra la contraseña de la sala en las páginas de eventos públicos.
fr_fr: Afficher le mot de passe du salon sur la page publique de l'événement.

source: Use custom server
es_es: Utilizar un servidor personalizado
fr_fr: Utiliser un serveur externe

source: Custom server
es_es: Servidor personalizado
fr_fr: Serveur externe

source: External Jabber server.
es_es: Servidor Jabber externo.
fr_fr: Serveur Jabber externe.

source: Check in case you want to use an external Jabber server and not the default one ({0}).
es_es: Marque en caso de que desee utilizar un servidor Jabber externo y no el predeterminado ({0}).
fr_fr: Cochez si vous voulez utiliser un serveur Jabber externe et non le serveur par défaut ({0}).

source: Could not convert name to a jabber ID
es_es: No se ha podido convertir el nombre en un ID Jabber
fr_fr: Impossible de convertir le nom en identifiant Jabber

source: A room with this name already exists
es_es: Ya existe una sala con ese nombre
fr_fr: Ce nom est déjà utilisé par un salon existant

source: A room with this name/JID already exists on the Jabber server ({0})
es_es: Ya existe una sala con este nombre / JID en el servidor Jabber ({0})
fr_fr: Un salon avec ce nom/identifiant Jabber existe déjà sur le serveur Jabber ({0})

source: Administrators
es_es: Administradores
fr_fr: Administrateurs

source: List of users/groups who can manage chatrooms for all events
es_es: Lista de usuarios/grupos que pueden gestionar salas de chat para todos los eventos

source: XMPP server
es_es: Servidor XMPP
fr_fr: Serveur XMPP

source: The hostname of the XMPP server
es_es: Hostname del servidor XMPP
fr_fr: Le nom d'hôte du serveur XMPP

source: XMPP MUC server
es_es: Servidor XMPP MUC
fr_fr: Serveur MUC XMPP

source: The hostname of the XMPP MUC server
es_es: Hostname del servidor XMPP MUC
fr_fr: Le nom d'hôte du serveur MUC XMPP

source: Jabber ID of the XMPP bot. Can be just a username (in that case the default server is assumed) or a username@server.
es_es: ID Jabber del bot XMPP. Puede usarse un nombre de usuario (en ese caso se asume el servidor predeterminado) o bien un username@server.
fr_fr: L'identifiant Jabber du robot XMPP. Peut être simplement un nom d'utilisateur (auquel cas le serveur par défaut est utilisé) ou un identifiant du type username@server

source: Bot Password
es_es: Contraseña Bot
fr_fr: Mot de passe du robot

source: Password for the bot
es_es: Contraseña para el bot
fr_fr: Mot de passe du robot

source: Notification emails
es_es: Mensajes de notificación
fr_fr: Adresses électroniques de notification

source: Email addresses to sent notifications to (one per line)
es_es: Correos a quienes enviar notificaciones (uno por línea)

source: You can set this to the URL of the <a href="https://github.com/indico/jabber-logs/">jabber-logs app</a>, running on the jabber server to let event managers can retrieve chat logs for rooms on that server.
es_es: Puede configurarlo utilizando la URL de <a href="https://github.com/indico/jabber-logs/">jabber-logs app</a>, que se ejecuta en el servidor jabber para permitir que los administradores de eventos puedan recuperar los logs de las salas de ese servidor.
fr_fr: Vous pouvez définir ici l'URL de l'app <a href="https://github.com/indico/jabber-logs/">jabber-logs app</a> qui tourne sur le serveur Jabber pour permettre aux organisateurs d'événement de récupérer le journal de leurs salons de discussion.

source: Chatroom links
es_es: Enlaces de las salas de chat
fr_fr: Liens vers les salons de discussion

source: Title
es_es: Título

source: Link
es_es: Enlace

source: Links to join the chatroom. You can use the placeholders {room} for the room name and {server} for the MUC server.
es_es: Enlaces para unirse a la sala de chat. Puede utilizar los marcadores {room} para el nombre de la sala y {server} para el servidor MUC.
fr_fr: Liens pour rejoindre les salons de discussion. Utilisez les paramètres {room} pour le nom de la salle et {server} pour le serveur MUC

source: How to connect
es_es: Cómo conectarse
fr_fr: Comment se connecter

source: Text shown below the chatrooms on an event page
es_es: Texto mostrado bajo la sala de chat en la página del evento
fr_fr: Texte affiché sous les salons de discussion sur une page publique d'événement

source: All fields must contain a value.
es_es: Todos los campos deben contener un valor.
fr_fr: Tous les champs doivent avoir une valeur.

source: Chat Rooms
es_es: Salas de chat
fr_fr: Salons de discussion

source: Chatrooms
es_es: Salas de chat
fr_fr: Salons de discussion

source: Chat plugin is not configured properly
es_es: El plugin de chat no está configurado correctamente
fr_fr: Le greffon salon de discussion n'est pas configuré correctement

source: There are no logs available for this room.
es_es: No hay logs disponibles para esta sala.
fr_fr: Aucun journal disponible pour ce salon.

source: Could not find any logs for the given timeframe.
es_es: No se pudieron encontrar los logs para el período de tiempo solicitado.
fr_fr: Impossible de trouver un journal à cette période.

source: Could not find any logs for the chatroom.
es_es: No se pudieron encontrar los logs de la sala de chat.
fr_fr: Impossible de trouver un journal pour ce salon.

source: No logs found
es_es: No se encontraron logs
fr_fr: Impossible de trouver un journal

source: Chatroom updated
es_es: Sala de chat actualizada
fr_fr: Salon mis à jour

source: Unexpected result from Jabber server
es_es: Resultado inesperado del servidor Jabber
fr_fr: Résultat inattendu du serveur Jabber

source: Chatroom created
es_es: Sala de chat creada
fr_fr: Salon créé

source: Chatroom added
es_es: Sala de chat añadida
fr_fr: Salon ajouté

source: Chatroom deleted
es_es: Sala de chat borrada
fr_fr: Salon supprimé

source: Chatroom removed from event
es_es: Sala de chat borrada del evento
fr_fr: Salon détaché de l'événement

source: Chat rooms
es_es: Salas de chat
fr_fr: Salons de discussion

source: Join
es_es: Unirse
fr_fr: Rejoindre

source: Server
es_es: Servidor
fr_fr: Serveur

source: More info
es_es: Más información
fr_fr: Plus d'information

source: How to connect to the chat
es_es: Cómo conectarse al chat
fr_fr: Comment se connecter au salon

source: Current chat rooms
es_es: Salas de chat actuales
fr_fr: Salons de discussions actuels

source: Actions
es_es: Acciones

source: Edit
es_es: Editar
fr_fr: Modifier

source: Edit chatroom
es_es: Editar sala de chat
fr_fr: Modifier le salon

source: Refresh
es_es: Actualizar
fr_fr: Rafraîchir

source: Remove
es_es: Borrar
fr_fr: Supprimer

source: Created by
es_es: Creada por
fr_fr: Créé par

source: Created on
es_es: Creada el
fr_fr: Créé le

source: Modified on
es_es: Modificada el
fr_fr: Modifié le

source: No chatrooms have been added yet.
es_es: Todavía no se han agregado salas de chat.
fr_fr: Aucun salon n'a encore été ajouté.

source: Create chatroom
es_es: Crear sala de chat
fr_fr: Créer un salon

source: Create new room
es_es: Crear nueva sala
fr_fr: Créer un nouveau salon de discussion

source: Add existing chat room
es_es: Añadir sala de chat existente
fr_fr: Ajouter un salon de discussion existant

source: Attach existing room
es_es: Adjuntar sala existente
fr_fr: Attacher un salon existant

source: Save
es_es: Guardar
fr_fr: Sauver

source: Cancel
es_es: Cancelar
fr_fr: Annuler

source: Logs for %(room)s
es_es: Logs de %(room)s
fr_fr: Journal de %(room)s

source: Here you can retrieve logs for the chat room. You can either retrieve logs from during the event, from a custom period or all logs available for the room.
es_es: Aquí puede recuperar los logs de la sala de chat. Puede también recuperar los logs a lo largo del evento, de un período determinado o bien todos los logs disponibles de la sala.

source: Retrieve logs for the selected range
es_es: Recuperar los logs de el período seleccionado
fr_fr: Récupérer le journal sur la période indiquée

source: Retrieve all logs
es_es: Recuperar todos los logs
fr_fr: Récupérer tout le journal

source: You can add the currently displayed chat logs to the event material.
es_es: Puede añadir los logs de la sala mostrados actualmente al material del evento.
fr_fr: Vous pouvez ajouter le journal actuellement affiché aux documents attachés à l'événement.

source: Have in mind that due to security policy logs will be private by default. If you want to change the protection level you will have to do it manually.
es_es: Tenga en cuenta que, debido a la políltica de seguridad, de forma predeterminada los logs serán privados. Si desea cambiar el nivel de protección, tendrá que hacerlo manualmente.

source: Material name
es_es: Nombre del material
fr_fr: Nom des documents

source: Create material
es_es: Crear material
fr_fr: Créer les documents

source: Bot JID
fr_fr: identifiant Jabber (JID) du robot

source: Log URL
fr_fr: URL du journal

source: Chat Guides
fr_fr: Guides d'utilisation des salons de discussion

source: Chat User Guide
fr_fr: Guide utilisateur des salons de discussion

source: Recommended Chat Clients
fr_fr: Client de discussion recommandés

source: Logs
fr_fr: Journal

source: Here you can retrieve logs for the chat room. You can either retrieve logs from during the event, from a custom period or all logs available for the room.
fr_fr: Vous pouvez ici récupérer le journal du salon de discussion. Vous avez le choix de récupérer le journal pendant la durée de l'événement, sur une période donnée, ou l'intégralité du journal du salon.

source: Have in mind that due to security policy logs will be private by default. If you want to change the protection level you will have to do it manually.
fr_fr: Veuillez noter que pour des considérations de sécurité, le journal sera en accès restreint par défaut. Vous devrez si nécessaire ajuster le niveau de protection manuellement.
