Repository: indico/indico-plugins
Catalog: payment_paypal/indico_payment_paypal/translations/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, mn_mn, pl_pl, tr_tr, uk_ua

source: Your payment request has been processed.
cs_cz: Váš požadavek na platbu byl zpracován.
de_de: Ihr Zahlungsvorgang wurde bearbeitet.
es_es: Su solicitud de pago ha sido procesada.
fr_fr: Votre demande de paiement a été traitée.
hu_hu: Fizetési kérelme feldolgozásra került.
it_it: La tua richiesta di pagamento è stata elaborata.
mn_mn: Таны төлбөрийн хүсэлтийг боловсруулж дууслаа.
pl_pl: Twoje zlecenie zapłaty zostało przetworzone.
tr_tr: Ödeme talebiniz işlendi.
uk_ua: Ваш запит на оплату опрацьовано

source: You cancelled the payment process.
cs_cz: Zrušil jste postup platby.
de_de: Sie haben den Zahlungsvorgang abgebrochen.
es_es: Ha cancelado el proceso de pago.
fr_fr: Vous avez annulé le processus de paiement.
hu_hu: Ön megszakította a fizetési folyamatot.
it_it: Hai interrotto la procedura di pagamento.
mn_mn: Та төлбөрийн үйл явцаа цуцаллаа.
pl_pl: Skasowałeś proces zapłaty.
tr_tr: Ödeme sürecini iptal ettiniz.
uk_ua: Ви відмінили оплату.

source: API URL
cs_cz: Adresa (URL) API
fr_fr: URL de l'API

source: URL of the PayPal HTTP API.
cs_cz: Adresa (URL) API HTTP PayPal.
de_de: URL der PayPal HTTP API.
es_es: URL de la API HTTP PayPal.
fr_fr: URL de l'API http de PayPal.
hu_hu: A PayPal HTTP API URL-je.
it_it: URL dell'API HTTP di Paypal
mn_mn: PayPal HTTP API-н URL.
pl_pl: URL dla PayPal HTTP API.
tr_tr: PayPal HTTP API URL'si.
uk_ua: URL від PayPal HTTP API

source: Business
cs_cz: Obchod
es_es: Negocio
hu_hu: Üzleti
it_it: Impresa
mn_mn: Бизнес
pl_pl: Biznes
tr_tr: İş
uk_ua: Бізнес

source: The default PayPal ID or email address associated with a PayPal account. Event managers will be able to override this.
cs_cz: PayPal ID nebo emailová adresa asociovaná s PayPal účtem. Správci akcí budou moci tuto hodnotu upravit.
de_de: Die PayPal-ID oder E-Mail-Adresse des PayPal-Accounts, welcher standardmäßig verwendet werden soll. Dies kann pro Veranstaltung überschrieben werden.
es_es: El ID de PayPal o la dirección de correo electrónico predeterminados asociados con una cuenta de PayPal. Los administradores de eventos podrán anular esto.
fr_fr: L'identifiant PayPal par défaut ou l'adresse électronique associée à un compte PayPal. Les organisateurs d'événement pourront remplacer cette valeur.
hu_hu: A PayPal-fiókhoz társított alapértelmezett PayPal-azonosító vagy e-mail cím. A rendezvényvezők ezt felülbírálhatják.
it_it: Il PayPal ID di default oppure l'indirizzo email associato con un account PayPal. Chi gestisce l'evento può sovrascrivere questo campo.
mn_mn: Үндсэн PayPal ID эсвэл PayPal бүртгэлтэй холбоотой цахим шуудангийн хаяг. Үйл явдлын менежерүүд үүнийг хүчингүй болгох боломжтой.
pl_pl: Domyślny PayPal ID lub adres email związany z kontem PayPal. Administratorzy wydarzeń mogą je nadpisać.
tr_tr: Bir PayPal hesabı ile ilişkili varsayılan PayPal kimliği veya e-posta adresidir. Etkinlik yöneticileri bunu geçersiz kılabilir.
uk_ua: PayPal ID за замовчуванням або електронна пошта, асоційована з аккаунтом PayPal. Менеджери події можуть перепризначити це.

source: The PayPal ID or email address associated with a PayPal account.
cs_cz: ID PayPalu nebo adresa e-mailu spojená s účtem PayPal.
de_de: Die PayPal-ID oder E-Mail-Adresse des PayPal-Accounts.
es_es: El ID de PayPal o la dirección de correo electrónico asociados con una cuenta de PayPal.
fr_fr: L'identifiant PayPal ou l'adresse électronique associée au compte Paypal créditeur.
hu_hu: A PayPal-azonosító vagy a PayPal-fiókhoz társított e-mail cím.
it_it: Il PayPal ID di default oppure l'indirizzo email associato con un account PayPal.
mn_mn: PayPal бүртгэлтэй холбоотой PayPal ID эсвэл цахим шуудангийн хаяг.
pl_pl: PayPal ID lub adres email związany z kontem PayPal,
tr_tr: Bir PayPal hesabı ile ilişkili olan PayPal kimliği veya e-posta adresidir.
uk_ua: PayPal ID за замовчуванням або електронна пошта, асоційована з аккаунтом PayPal.

source: Invalid email address / paypal ID
cs_cz: Neplatná e-mailová adresa/ID pro PayPal
de_de: Ungültige E-Mail-Adresse / PayPal-ID
es_es: Dirección de correo / ID de PayPal no válidos
fr_fr: Adresse électronique / identifiant PayPal invalide
hu_hu: Érvénytelen e-mail cím / paypal azonosító
it_it: Indirizzo email / PayPal ID non valido
mn_mn: Хүчингүй цахим шуудангийн хаяг / paypal ID
pl_pl: Błedny adres email lub paypal ID
tr_tr: Geçersiz e-posta adresi / paypal kimliği
uk_ua: Невірна електронна пошта / PayPal ID

source: First name
cs_cz: Křestní jméno
de_de: Vorname
es_es: Nombre
fr_fr: Prénom
hu_hu: Keresztnév
it_it: Nome
mn_mn: Нэр
pl_pl: Imię
tr_tr: Ad
uk_ua: Ім'я

source: Last name
cs_cz: Příjmení
de_de: Nachname
es_es: Apellidos
fr_fr: Nom
hu_hu: Vezetéknév
it_it: Cognome
mn_mn: Овог
pl_pl: Nazwisko
tr_tr: Soyad
uk_ua: Прізвище

source: Total amount
cs_cz: Celkové množství
de_de: Gesamtsumme
es_es: Cantidad total
fr_fr: Montant total
hu_hu: Teljes összeg
it_it: Totale
mn_mn: Нийт дүн
pl_pl: Łączna kwota
tr_tr: Toplam tutar
uk_ua: Повна сума

source: Please make sure that you have your PayPal seller account configured to use <strong>UTF-8</strong> by default, otherwise some transactions may end up not being acknowledged by Indico!<br> You can find out how to set this up %(link)shere%(endlink)s.
cs_cz: Prosím ujistěte se, že máte jako předvolené kódování v PayPal seller účtu nastaveno <strong>UTF-8</strong>, jinak některé platby nemusí být Indicem správně rozeznány!<br>Víc o správném nastavení najdete %(link)szde%(endlink)s.
de_de: Bitte stellen Sie sicher, dass Ihr PayPal-Verkäuferkonto auf die Benutzung von <strong>UTF-8</strong> voreingestellt ist. Sonst werden einige Transaktionen möglicherweise von Indico nicht bestätigt!<br> Sie können %(link)shier%(endlink)s nachlesen, wie dies eingestellt wird.
es_es: Asegúrese de tener su cuenta de vendedor de PayPal configurada para usar <strong>UTF-8</strong> de forma predeterminada. De lo contrario, Indico<br> podría no reconocer algunas transacciones. Puede averiguar cómo configurar esto %(link)saquí%(endlink)s.
fr_fr: Veuillez vous assurer que votre compte vendeur PayPal est configuré pour utiliser <strong>UTF-8</strong> par défaut, sinon certaines transactions pourraient ne pas être reconnues par Indico!<br>Vous trouverez des informations sur cette configuration %(link)sici%(endlink)s.
hu_hu: Kérjük, győződjön meg róla, hogy paypal eladói számláját úgy állította be, hogy alapértelmezés szerint <strong>AZ UTF-8-at</strong> használja, különben egyes tranzakciókat az Indico nem nyugtázza!<br> Megtudhatja, hogyan állíthatja be ezt a %(link)shere%(endlink)s.
it_it: Assicurati che il tuo account PayPal da venditore sia configurato in modo da utilizzare <strong>UTF-8</strong>come impostazione predefinita, altrimenti alcune transazioni potrebbero non essere riconosciute da Indico! Per sapere come configurarlo, %(link)sclicca qui%(endlink)s.
mn_mn: Та өөрийн PayPal борлуулагчийн бүртгэлээ анхнаасаа<strong> UTF-8</strong>-г ашиглахаар тохируулсан тохируулсан байхад анхаарна уу. Эс тэгвээс, зарим арилжааг Indico! зөвшөөрөхгүйгээр дуусгана. <br>Үүнийг хэрхэн тохируулахаа та %(link)sэнд %(endlink)s-с мэдэж авч болно.
pl_pl: Proszę się upewnić, że rachunek twojego dostawcy PayPal uzywa <strong>UTF-8</strong> domyślnie, w przeciwnym razie pewne transakcje moga nie zostać uznane przez Indico!<br> Możesz sprawdzić jak to skonfigurować %(link)stutaj%(endlink)s.
tr_tr: Varsayılan olarak <strong>UTF-8</strong> kullanacak şekilde yapılandırılmış PayPal satıcı hesabınız olduğundan emin olun; aksi takdirde, bazı işlemler Indico tarafından alınmayabilir! <br> Kurulumu nasıl yapacağınızı %(link)sburadan bulabilirsiniz%(endlink)s.
uk_ua: Будь ласка, переконайтеся, що ваш рахунок PayPal налаштований на використання <strong>UTF-8</strong> за замовчуванням, інакше деякі транзакції можуть бути не підтверджені Indico! Ви можете дізнатись, як це налаштувати %(link)s тут%(endlink)s.

source: Transaction ID
cs_cz: ID transakce
de_de: Transaktionsnummer
es_es: ID de transacción
fr_fr: Identifiant de transaction
hu_hu: Tranzakció-azonosító
it_it: ID della transazione
mn_mn: Гүйлгээний ID
pl_pl: ID transakcji
tr_tr: İşlem Kimliği
uk_ua: ID транзакції

source: Invoice ID
cs_cz: ID faktury (účtu)
de_de: Rechnungsnummer
es_es: ID de factura
fr_fr: Identifiant de facture
hu_hu: Számlaazonosító
it_it: ID della ricevuta
mn_mn: Нэхэмжлэхийн ID
pl_pl: ID faktury
tr_tr: Fatura Kimliği
uk_ua: ID рахунку

source: Payer e-mail
cs_cz: E-mail plátce
de_de: E-Mail-Adresse Käufer
es_es: Correo del pagador
fr_fr: Adresse électronique du payeur
hu_hu: Fizető e-mail címe
it_it: E-mail di chi paga
mn_mn: Төлбөр төлөгчийн цахим шуудан
pl_pl: email płatnika
tr_tr: Ödeyenin e-postası
uk_ua: електронна пошта платника

source: The paid amount does not match the required amount. Please contact the registrant to solve the issue.
cs_cz: Zaplacená částka neodpovídá požadované. Kontaktujte prosím účastníka pro vyřešení této nesrovnalosti.
de_de: Die tatsächlich bezahlte Summe entspricht nicht der geforderten Summe. Bitte kontaktieren Sie den Teilnehmer, um dieses Problem zu lösen.
es_es: La cantidad pagada no coincide con la cantidad requerida. Póngase en contacto con el registrante para resolver el problema.
fr_fr: Le montant payé ne correspond pas au montant demandé. Veuillez contacter le participant pour régler ce problème.
hu_hu: A fizetett összeg nem egyezik meg a szükséges összeggel. Kérjük, forduljon a regisztrálóhoz a probléma megoldásához.
it_it: L'ammontare pagato non corrisponde con l'ammontare richiesto. Per favore contatta l'utente per risolvere il problema.
mn_mn: Төлсөн дүн шаардсан мөнгөн дүнтэй таарахгүй байна. Энэхүү асуудлыг шийдэхийн тулд бүртгэгчтэй холбоо барина уу.
pl_pl: Kwota zapłacona różni się od żądanej. Proszę się skontaktować z rejestratorem aby rozwiązać problem.
tr_tr: Ödenen tutar gerekli tutarla uymuyor. Sorunu çözmek için lütfen kaydettiren ile iletişime geçin.
uk_ua: Сплачена сума не відповідає необхідній. Зверніться до реєстранту для вирішення проблеми.

source: Paid:
cs_cz: Zaplaceno:
de_de: Bezahlt:
es_es: Pagado:
fr_fr: Payé:
hu_hu: Fizetett:
it_it: Pagato:
mn_mn: Төлсөн:
pl_pl: Zapłacono:
tr_tr: Ödenen:
uk_ua: Оплачено:

source: Required:
cs_cz: Požadováno:
de_de: Benötigt:
es_es: Necesario:
fr_fr: Obligatoire:
hu_hu: Kötelező:
it_it: Obbligatorio:
mn_mn: Шаардсан:
pl_pl: Kwota wymagana:
tr_tr: Gereken Ödeme:
uk_ua: Необхідно:
