Repository: indico/indico-plugins
Catalog: payment_manual/indico_payment_manual/translations/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, mn_mn, pl_pl, pt_br, tr_tr, uk_ua, zh_hans_cn

source: escaped for URLs
cs_cz: zakódován URL znaky
de_de: kodiert für URLs
es_es: escapadapo para las URLs
fr_fr: échappé pour les URLs
hu_hu: megszökött az URL-ek
it_it: URL decodificata
ja_jp: URLエスケープ
mn_mn: URL-уудаас зайлсхийсэн
pl_pl: z kodami escape dla URL
pt_br: Vindo de URLs
tr_tr: URL'ler için kaçırıldı
uk_ua: екрановано для URL
zh_hans_cn: 转为 URL

source: First name of the registrant
cs_cz: Jméno účastníka
de_de: Vorname des Teilnehmers
es_es: Nombre del registrante
fr_fr: Prénom du participant
hu_hu: A regisztráló utóneve
it_it: Nome di chi si registra
ja_jp: 登録者の名
mn_mn: Бүртгэл дээрх нэр
pl_pl: Imię rejestrującego się
pt_br: Primeiro nome do inscrito
tr_tr: Kaydettirenin adı
uk_ua: Ім'я реєстранта
zh_hans_cn: 注册人的名

source: Last name of the registrant
cs_cz: Příjmení účastníka
de_de: Nachname des Teilnehmers
es_es: Apellidos del registrante
fr_fr: Nom du participant
hu_hu: A regisztráló családi neve
it_it: Cognome di chi si registra
ja_jp: 登録者の姓
mn_mn: Бүртгэл дээрх овог
pl_pl: Nazwisko rejestrującego się
pt_br: Último nome do inscrito
tr_tr: Kaydettirenin soyadı
uk_ua: Прізвище реєстранта
zh_hans_cn: 注册人的姓

source: Email address of the registrant
cs_cz: E-mailová adresa účastníka
de_de: E-Mail-Adresse des Teilnehmers
es_es: Dirección de correo electrónico del registrante
fr_fr: Adresse électronique du participant
hu_hu: A regisztráló e-mail címe
it_it: Email di chi si registra
ja_jp: 登録者のメールアドレス
mn_mn: Бүртгүүлэгчийн цахим шуудангийн хаяг
pl_pl: Adres e-mail rejestrującego się
pt_br: Endereço de e-mail do inscrito
tr_tr: Kaydettirenin e-posta adresi
uk_ua: Адреса електронної пошти реєстранта
zh_hans_cn: 注册人的电子邮件地址

source: The database ID of the registration
de_de: Die Datenbank-ID der Anmeldung
es_es: El ID de la base de datos del registro.
fr_fr: L'identifiant de base de donnée de l'inscription
hu_hu: A regisztráció adatbázis-azonosítója
it_it: Database ID di chi si registra
ja_jp: 登録のデータベースID
pl_pl: Identyfikator bazy danych rejestracji
pt_br: ID de inscrição na base de dados
tr_tr: Kaydın veritabanı ID'si
uk_ua: Ідентифікатор бази даних реєстрації

source: The ID of the registration form
de_de: Die ID des Anmeldeformulars
es_es: El ID del formulario de registro.
fr_fr: L'identifiant du formulaire d'inscription
hu_hu: A regisztrációs űrlap azonosítója
it_it: ID del modulo di registrazione
ja_jp: 登録フォームのID
pl_pl: Identyfikator formularza rejestracyjnego
pt_br: ID do formulário de inscrição
tr_tr: Kayıt formunun ID'si
uk_ua: Ідентифікатор реєстраційної форми

source: The ID of the event
cs_cz: ID události
de_de: Die ID der Veranstaltung
es_es: ID del evento
fr_fr: L'identifiant de l'événement
hu_hu: Az esemény azonosítója
it_it: ID dell'evento
ja_jp: イベントID
mn_mn: Үйл явдлын ID дугаар
pl_pl: Nazwa wydarzenia
pt_br: O ID do evento
tr_tr: Olayın kimliği
uk_ua: ID події
zh_hans_cn: 事件 ID

source: The price the registrant needs to pay (e.g. 100.00 or 100.25)
cs_cz: Částka, kterou musí účastník zaplatit (např. 100.00 nebo 100.25)
de_de: Die Summe, die der Teilnehmer zahlen muss (z.B. 100.00 oder 100.25).
es_es: Precio que el registrante tiene que pagar (ej. 100,00 o 100,25)
fr_fr: Le prix à payer pour le participant (par ex. 100.00 ou 100.25)
hu_hu: A regisztráló által fizetendő ár (pl. 100,00 vagy 100,25)
it_it: Il prezzo che chi si registra deve pagare (es. 100.00 oppure 100.25)
ja_jp: 登録者が支払う金額（e.g. 100.00 or 100.25）
mn_mn: Бүртгүүлэгчийн төлөх шаардлагатай үнэ (тухайлбал, 100.00 эсвэл 100.25)
pl_pl: Opłata rejestracyjna (np. 100.00 lub 100.25)
pt_br: O preço que o inscrito deve pagar (ex. 100.00 ou 100.25)
tr_tr: Kaydettirenin ödemesi gereken ücret (ör. 100.00 veya 100,25)
uk_ua: Сума, яку необхідно сплатити (100.00 або 100.25, н-д)
zh_hans_cn: 注册人需要支付的价格（例如 100.00 或 100.25）

source: The price without cents if possible (e.g. 100 or 100.25)
cs_cz: Částka bez haléřů pokud je to možné (např. 100 nebo 100.25)
de_de: Die Summe (wenn möglich ohne Cent), die der Registrierte zahlen muss (z.B. 100 oder 100.25).
es_es: Es correcto poner el precio sin céntimos (ej. 100 o 100,25)
fr_fr: Le prix sans les centimes si possible (par ex. 100 ou 100.25)
hu_hu: Az ár fillér nélkül, ha lehetséges (pl. 100 vagy 100,25)
it_it: il prezzo senza centesimi se possibile (es. 100 oppure 100.25)
ja_jp: 不要な端数を除いた金額（e.g. 100 or 100.25）
mn_mn: Боломжтой бол центээр илэрхийлээгүй үнэ (тухайлбал, 100 эсвэл 100.25)
pl_pl: Opłata rejestracyjna bez centów, jeżeli to możliwe (np . 100 lub 100.25)
pt_br: O preço sem os centavos se possível (ex. 100)
tr_tr: Mümkünse küsüratsız fiyat (ör. 100 veya 100,25)
uk_ua: Сума без копійок, якщо можливо (100 або 100.25 н-д)
zh_hans_cn: 如果可能的话，价格不含分（例如 100 或 100.25）

source: The price formatted as an integer (e.g. 10000 or 10025)
cs_cz: Částka formátovaná jako hodnota integer (např. 10000 nebo 10025)
de_de: Die Summe, die der Registrierte zahlen muss in Cent (z.B. 10000 oder 10025).
es_es: Precio formateado como número entero (ej. 10000 o 10025)
fr_fr: Le prix formatté comme un nombre entier (par ex. 10000 ou 10025)
hu_hu: Egész számként formázott ár (pl. 10000 vagy 10025)
it_it: Il prezzo in formato intero (es. 10000 oppure 10025)
ja_jp: 整数値で表示された金額（e.g. 10000 or 10025）
mn_mn: Бүхэл тоогоор илэрхийлсэн үнэ (тухайлбал, 10000 эсвэл 100025)
pl_pl: Opłata rejestracyjna jako liczba całkowita (np. 10000 lub 10025)
pt_br: O preço formatado como um inteiro (ex. 10000 ou 10025)
tr_tr: Fiyat bir tam sayı olarak biçimlendirilmiştir (ör. 10000 veya 10025)
uk_ua: Сума як ціле число (10000 або 10025, н-д)
zh_hans_cn: 格式为整数的价格（例如 10000 或 10025）

source: The currency used in the registration
cs_cz: Měna použitá pro registraci
de_de: Die bei der Anmeldung verwendete Währung
es_es: Moneda utilizada en el registro
fr_fr: La monnaie utilisée pour l'inscription
hu_hu: A regisztrációhoz használt pénznem
it_it: La valuta usata nella registrazione
ja_jp: 登録に使用する通貨
mn_mn: Бүртгэлд ашигласан валют
pl_pl: Waluta rejestracji
pt_br: A moeda usada na hora do registro
tr_tr: Kayıtta kullanılan para biirmi
uk_ua: Зараз використовується при реєстрації
zh_hans_cn: 注册时使用的货币

source: The details the user needs to make their payment. This usually includes the bank account details, the IBAN and payment reference. You can also link to a custom payment site. In this case make sure to use the URL-escaped versions of the placeholders where available.
cs_cz: Informace, které účastník bude potřebovat pro provedení platby. Ty většinou obsahují bankovní spojení, IBAN a číslo registrace. Můžete také vytvořit okaz na vlastní platební bránu. V takovém případě si dejte pozor na spráné zakódování znaků podle pravidel pro vytváření URL.
de_de: Die Zahlungsdetails für den Benutzer. Dies beinhaltet normalerweise die Kontoinformationen, die IBAN und einen Verwendungszweck. Man kann auch auf eine andere Zahlungsseite verweisen. Dafür bitte sicherstellen, dass die URL-kodierten Versionen von Platzhaltern verwendet werden.
es_es: Detalles que el usuario necesita para hacer sus pagos. Normalmente incluye la cuenta bancaria, el IBAN y el asunto del pago. También puede enlazar a un sitio de pago personalizado. En ese caso asegúrese de utilizar las versiones de escape URL de los marcadores de posición donde estén disponibles.
fr_fr: Les détails nécessaires aux utilisateurs pour effectuer leur paiement. Ceci inclut en général les détails du compte bancaire, l'IBAN et la référence du paiement. Vous pouvez également ajouter ici un lien vers un site de paiement personnalisé. Dans ce cas assurez-vous d'utiliser les versions "échappées" des paramètres de substitution quand il sont disponibles.
hu_hu: A felhasználónak szükséges fizetési információk. Ez általában tartalmazza a bankszámla részletes adatait, az IBAN számot és az átutalás közleményét. Megadhat egy linket egy személyreszabott fizetési honlaphoz. Ebben az esetben - amennyiben rendelkezésre áll - használja az escaped URL-t.
it_it: I dettagli che l'utente deve inserire per completare il pagamento. Questi di solito comprendono i dettagli del conto corrente, IBAN e pagamento. Puoi anche inserire un collegamento ad un sito di pagamento personalizzato. In questo caso assicurati di usare la URL decodificata da caratteri non ASCII laddove sia disponibile. .
ja_jp: ユーザーが支払いを行うために必要な詳細情報です。これには通常、銀行口座の詳細、IBAN、支払い参照番号が含まれます。 また、別途用意した決済サイトにリンクすることもできます。この場合、利用可能であれば必ずURLエスケープされたプレースホルダーを使用してください。
mn_mn: Төлбөр хийхэд ашиглах шаардлагатай дэлгэрэнгүй мэдээлэл. Үүнд ихэвчлэн банкны дансны мэдээлэл, IBAN болон төлбөрийн лавлагаа ордог. Түүнчлэн, та төлбөрийн тусгай вэбсайт руу холбоос хийж болно. Энэ тохиолдолд, боломжтой үед зай авагчийн URL-с зайлсхийсэн хувилбарыг ашиглахаа мартуузай.
pl_pl: Szczegóły płatności. Zwykle szczegóły dotyczące konta bankowego, IBAN, referencje płatnicze. Można także podlinkować dostosowaną stronę płatnościową. W tym przypadku należy używać wypełniaczy z kodami escape dla URL.
pt_br: Os detalhes que o usuário precisa para efetuar o pagamento. Isso geralmente inclui os detalhes da conta bancária. Você também pode vincular a um site de pagamento personalizado. Nesse caso, certifique-se de usar as versões com escape de URL dos espaços reservados, quando disponíveis.
tr_tr: Kullanıcının ödemelerini yapmak ihtiyaç duyduğu bilgilerdir. Bu bilgiler genellikle banka hesap bilgileri, IBAN ve ödeme referansını içerir. Özel bir ödeme sitesine de bağlayabilirsiniz. Bu durumda, mümkün olan yerlerde yer tutucuların URL'den kurtulmuş versiyonlarını kullandığınızdan emin olun.
uk_ua: Дані, необхідні користувачу для оплати. Зазвичай, включає банківські реквізити, IBAN та призначення платежу. Ви також можете перенаправити користувача на власний сайт для оплати. У такому випадку впевнітьcя, що використовуєте екрановану URL версію плейсхолдерів усюди, де можливо.
zh_hans_cn: 用户付款所需的详细信息。这通常包括银行帐户详细信息、IBAN 和付款参考。您还可以链接到自定义付款网站。在这种情况下，请确保使用可用占位符的 URL 转义版本。

source: Payment details
cs_cz: Podrobnosti platby
de_de: Zahlungsinformationen
es_es: Detalles del pago
fr_fr: Informations pour le paiement
hu_hu: Fizetés részletei
it_it: Dettagli del pagamento
ja_jp: 支払いの詳細
mn_mn: Төлбөрийн дэлгэрэнгүй мэдээлэл
pl_pl: Szczegóły płatności
pt_br: Detalhes de pagamento
tr_tr: Ödeme detayları
uk_ua: Подробиці оплати
zh_hans_cn: 付款详细信息
