Repository: indico/indico-plugins
Catalog: livesync/indico_livesync/translations/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, mn_mn, pl_pl, pt_br, sv_se, tr_tr, uk_ua

source: Agent deleted
cs_cz: Agent smazán
de_de: Agent gelöscht
es_es: Agente borrado
fr_fr: Agent supprimé
hu_hu: Ügynök törölve
it_it: Agente cancellato
ja_jp: エージェントが削除されました
mn_mn: Агентыг устгасан
pl_pl: Agent skasowany
pt_br: Agente deletado
sv_se: Agent raderad
tr_tr: Araç silindi
uk_ua: Агент видалений

source: This backend is already in use
cs_cz: Backend je už používán
de_de: Dieses Backend ist bereits in Gebrauch
es_es: Este backend ya está en uso
fr_fr: Ce backend est déjà utilisé
hu_hu: Ez a háttértár már használatban van
it_it: Backend già in uso.
ja_jp: このバックエンドはすでに使用されています
mn_mn: Энэ төгсгөлийг аль хэдийнэ ашиглаж байна
pl_pl: Ten backend jest już używany
pt_br: Este back-end já está em uso
sv_se: Denna backend används redan
tr_tr: Bu arka uç zaten kullanımda
uk_ua: Цей бекенд вже використовується

source: Agent added
cs_cz: Agent přidán
de_de: Agent hinzugefügt
es_es: Agente añadido
fr_fr: Agent ajouté
hu_hu: Ügynök hozzáadva
it_it: Agente aggiunto
ja_jp: エージェントが追加されました
mn_mn: Агентыг нэмсэн
pl_pl: Agent dodany
pt_br: Agente adicionado
sv_se: Agent tillagd
tr_tr: Araç eklendi
uk_ua: Агент доданий

source: Don't forget to run the initial export!
cs_cz: Nezapomeňte provést počáteční vyvedení!
de_de: Nicht vergessen, den Ur-Export zu starten!
es_es: ¡No se olvide de ejecutar la exportación inicial!
fr_fr: N'oubliez pas d'exécuter l'import initial!
hu_hu: Ne felejtsd el futtatni az kinduló exportot!
it_it: Non dimenticare di lanciare l'esportazione iniziale!
ja_jp: 初回エクスポートの実行をお忘れなく！
mn_mn: Эхний экспортыг ажиллуулахаа бүү мартаарай!
pl_pl: Pamiętaj, aby wykonać wstępny eksport!
pt_br: Não esqueça de rodar a exportação inicial!
sv_se: Glöm inte att köra den första exporten!
tr_tr: İlk dışa aktarmayı çalıştırmayı unutmayın!
uk_ua: Не забудьте запустити попередній експорт!

source: Cannot edit an agent that is not loaded
cs_cz: Nelze upravit agenta, který není nahrán
de_de: Kann keinen Agent bearbeiten, der nicht geladen wurde.
es_es: No se puede editar un agente que no ha sido cargado
fr_fr: Impossible de modifier un agent qui n'est pas chargé
hu_hu: Nem lehet olyan ügynököt szerkeszteni, amely nincs betöltve
it_it: Impossibile modificare un agente che non è stato caricato
ja_jp: ロードされていないエージェントを編集することはできません
mn_mn: Ачаалаагүй агентад өөрчлөлт оруулах боломжгүй
pl_pl: Nie można edytować niezaładowanego agenta
pt_br: Não pode editar um agente que não está carregado
sv_se: Det går inte att redigera en agent som inte är laddad
tr_tr: Yüklü olmayan bir aracı düzenleyemiyoruz
uk_ua: Неможливо редагувати ще не завантажений агент

source: Agent updated
cs_cz: Agent aktualizován
de_de: Agent aktualisiert
es_es: Agente actualizado
fr_fr: Agent modifié
hu_hu: Ügynök frissítve
it_it: Agente aggiornato
ja_jp: エージェントが更新されました
mn_mn: Агентыг шинэчилсэн
pl_pl: Agent uaktualniony
pt_br: Agente atualizado
sv_se: Agent uppdaterad
tr_tr: Araç güncellendi
uk_ua: Агент оновлено

source: Name
cs_cz: Jméno
es_es: Nombre
fr_fr: Nom
hu_hu: Név
it_it: Nome
ja_jp: 名前
mn_mn: Нэр
pl_pl: Nazwa
pt_br: Nome
sv_se: Namn
tr_tr: Ad
uk_ua: Назва

source: The name of the agent. Only used in the administration interface.
cs_cz: Jméno agenta. Použito jen v rozhraní správy.
de_de: Der Name des Agents. Wird nur im Administrationsinterface benutzt.
es_es: Nombre del agente. Solo se utiliza en la interfaz de administración.
fr_fr: Le nom de l'agent. Utilisé uniquement dans l'interface d'administration.
hu_hu: Az ügynök neve. Csak az adminisztrációs felületen használt.
it_it: Il nome dell'agente. Viene usato solo nell'interfaccia di amministrazione.
ja_jp: エージェントの名前。管理インターフェイスでのみ使用されます。
mn_mn: Агентын нэр. Зөвхөн Админ удирдлагын хуудсанд ашиглана.
pl_pl: Nazwa agenta. Wykorzystywana tylko w interfejsie administracyjnym.
pt_br: O nome do agente. Somente usado na administração da interface.
sv_se: Namnet på agenten. Används endast i administrationsgränssnittet.
tr_tr: Araç adı. Yalnızca yönetim arayüzünde kullanılır.
uk_ua: Назва агента. Використовується лише в інтерфейсі адміністратора.

source: Queue entry TTL
cs_cz: TTL záznamu v řadě
de_de: Lebensdauer eines Warteschleifeneintrags
es_es: Entrada de cola TTL
fr_fr: TTL d'une entrée dans la file d'attente
hu_hu: Sorbejegyzés TTL
it_it: TTL della richiesta nella coda
ja_jp: キューエントリーTTL
mn_mn: Дараалалд оруулах TTL
pl_pl: Czas życia wpisu w kolejce
pt_br: Entrada na fila TTL
sv_se: TTL för köinmatning
tr_tr: Sıra girişi TTL
uk_ua: TTL запис черги

source: How many days should processed entries be kept in the queue. The time counts from the creation of the queue entries, so if the LiveSync task is not running for some time, queue entries may be deleted during the next run after processing them. Setting it to 0 disables automatic deletion.
cs_cz: Kolik dní mají být zpracované položky ve frontě. Čas se počítá od vytvoření záznamů ve frontě, takže pokud úloha LiveSync po nějakou dobu neběží, mohou být položky fronty odstraněny během dalšího spuštění po jejich zpracování. Nastavením na 0 zakážete automatické mazání.
de_de: Wie viele Tage sollen verarbeitete Einträge in der Schlange verbleiben? Die Zeitspanne wird gezählt vom Zeitpunkt des Eintrags. Wenn der LiveSync-Prozess nicht läuft, werden die Einträge werden gegebenenfalls erst beim nächsten Durchgang gelöscht, nachdem sie verarbeitet worden sind. Die Einstellung auf 0 verhindert das Löschen.
es_es: Días que deben mantenerse las entradas procesadas en la cola. El tiempo inicia a contar desde la creación de las entradas de cola, por lo que si la tarea de LiveSync no se está ejecutando durante algún tiempo, las entradas de cola se pueden eliminar durante la siguiente ejecución tras ser procesadas. Si se pone 0 se deshabilita la eliminación automática.
fr_fr: Combien de jours les entrées traitées doivent-elles être gardées dans la file d'attente. La compte commence à la création de l'entrée, donc si le tache LiveSync n'a pas été exécutée pendant un certain temps, il est possible que les entrées seront effacées à l'exécution qui suit leur traitement. Indiquer 0 désactive la suppression automatique.
hu_hu: Hány napot kell megőrizni a feldolgozott bejegyzéseket a sorban. Az idõ a sorbejegyzés létrehozásától számít, tehát ha a LiveSync feladat egy ideig nem fut, a sorbejegyzéseket a feldolgozás után a következõ futtatáskor törölhetjük. Ha 0-ra állítja, letiltja az automatikus törlést.
it_it: Quanti giorni le richieste elaborate devono rimanere nella coda. Il tempo decorre dalla creazione della richieste in coda, in modo che se l'attività di LiveSync non prosegue per un certo tempo, dopo l'elaborazione le richieste vengano cancellate nell'esecuzione successiva. Se viene scelto 0 allora la cancellazione automatica viene disabilitata.
ja_jp: 処理したエントリーを何日間キューに保存するか。時間はキュー・エントリーの作成からカウントされるため、LiveSyncタスクがしばらく実行されていない場合、キュー・エントリーを処理した後、次の実行時に削除される可能性があります。0に設定すると、自動削除が無効になります。
mn_mn: Жагсаалт дахь мэдээллийг хэдэн өдөр боловсруулах ёстой вэ. Жагсаалтын мэдээллээс эхлэн хугацааг тоолно, иймд LiveSync-н даалгавар тодорхой хугацаанд ажиллаагүй бол, жагсаалтын мэдээллийг боловсруулсных нь дараагийн удаад устгаж болно. Үүнийг 0 болгож тохируулах нь автомат устгалтыг хүчингүй болгоно.
pl_pl: Ile dni należy zachować w kolejce przetwarzane wpisy. Czas liczy się od utworzenia wpisów, a więc jeżeli zadanie LiveSync nie działa przez pewien okres, to wpisy mogą zostać usunięte podczas pierwszego uruchomienia po ich przetworzeniu. Wartość 0 uniemożliwia automatyczne usunięcie.
pt_br: Quantos dias as entradas processadas devem ser mantidas na fila. O tempo conta a partir da criação das entradas da fila, portanto, se a tarefa do LiveSync não estiver em execução por algum tempo, as entradas da fila poderão ser excluídas durante a próxima execução após serem processadas. Definir como 0 desabilita a exclusão automática.
sv_se: Hur många dagar ska bearbetade poster finnas kvar i kön. Tiden räknas från det att köposterna skapades, så om LiveSync-aktiviteten inte körs under en tid kan köposterna raderas under nästa körning efter att de har bearbetats. Om den sätts till 0 inaktiveras automatisk radering.
tr_tr: İşlenmiş girişler kaç gün kuyrukta tutulmalıdır. Zaman, kuyruk girdilerinin oluşturulmasından itibaren geçer; bu nedenle, LiveSync görevi bir süre çalışmıyorsa, kuyruk girdileri, onları işledikten sonra bir sonraki çalıştırmada silinebilir. 0 olarak ayarlamak, otomatik silme işlemini devre dışı bırakır.
uk_ua: Як багато днів мають залишатися записи для обробки в черзі. Час враховується від створення записів черги, тому якщо задача LiveSync не працює деякий час, записи черги можуть бути вилучені під час наступної обробки. Встановлення у 0 вимикає автоматичне вилучення.

source: Excluded categories
cs_cz: Vyloučené kategorie
de_de: Ausgeschlossene Kategorien
es_es: Categorías excluidas
fr_fr: Catégories exclues
hu_hu: Kizárt kategóriák
it_it: Categorie escluse
ja_jp: 除外されたカテゴリー
mn_mn: Хассан ангилал
pl_pl: Wykluczone kategorie
pt_br: Categorias excluídas
sv_se: Uteslutna kategorier
tr_tr: Hariç tutulan kategoriler
uk_ua: Виключені категорії

source: Category ID
cs_cz: ID kategorie
de_de: Kategorie IP
es_es: ID de la categoría
fr_fr: Identifiant de catégorie
hu_hu: Kategória azonosító
it_it: ID della Categoria
ja_jp: カテゴリーID
mn_mn: Ангиллын ID
pl_pl: ID kategorii
pt_br: ID da Categoria
sv_se: Kategori ID
tr_tr: Kategori ID
uk_ua: Номер категорії

source: Changes to objects inside these categories or any of their subcategories are excluded.
cs_cz: Změny objektů uvnitř těchto kategorií nebo jejich libovolných podkategorií nejsou povolené.
de_de: Änderungen an Objekten innerhalb dieser Kategorien oder einer ihrer Unterkategorien sind ausgeschlossen.
es_es: Se excluyen los cambios en objetos dentro de estas categorías o cualquiera de sus subcategorías.
fr_fr: Les modifications à l'intérieur de ces catégories ou dans leur sous-catégories sont exclues.
hu_hu: Az ezen kategóriákon vagy alkategóriákon belüli objektumok változásait nem vesszük figyelembe.
it_it: Modifiche di oggetti in queste categorie o nelle loro sottocategorie sono escluse.
ja_jp: これらのカテゴリーまたはそのサブカテゴリーに属するオブジェクトの変更は除外されます。
mn_mn: Эдгээр ангилал, эсвэл тэдгээрийн дэд ангилал доторх объектуудад оруулсан өөрчлөлтийг хасав.
pl_pl: Zmiany obiektów w tych kategoriach lub każdej ich podkategorii są wykluczone.
pt_br: Alterações a objetos dentro dessas categorias ou qualquer uma de suas subcategorias são excluídas.
sv_se: Ändringar av objekt inom dessa kategorier eller någon av deras underkategorier är undantagna.
tr_tr: Bu kategorilerdeki veya alt kategorilerindeki nesnelerdeki değişiklikler hariç tutulur.
uk_ua: Зміни об'єктів всередині цих категорії чи їхніх підкатегорій не допускаються.

source: Disable queue runs
cs_cz: Vypnout spouštění fronty
de_de: Deaktiviere queue runs.
es_es: Desactivar las ejecuciones en cola
fr_fr: Désactiver les exécutions de file d'attente.
hu_hu: A várólistás futtatások letiltása
it_it: Disattivare l'esecuzione delle code
ja_jp: キューランを無効にする
mn_mn: Дарааллын ажиллагааг идэвхгүй болгох
pl_pl: Wyłącz uruchamianie kolejki
pt_br: Desativar execuções de fila
sv_se: Avaktivera körning av köer
tr_tr: Kuyruk çalıştırmalarını devre dışı bırak
uk_ua: Вимкнути запуски черг

source: Disable all scheduled queue runs.
cs_cz: Vypnout všechny naplánované spuštění front.
de_de: Deaktiviere alle geplanten queue runs.
es_es: Desacivar todas las ejecuciones programadas en cola.
fr_fr: Désactiver toutes les exécutions de file d'attente planifiées.
hu_hu: Az összes ütemezett várólistás futtatás letiltása.
it_it: Disattivare l'esecuzione di tutte le operazioni in coda.
ja_jp: スケジュールされたキューランをすべて無効にする
mn_mn: Төлөвлөсөн бүх дарааллын ажиллагааг идэвхгүй болгох.
pl_pl: Wyłącz wszystkie zaplanowane wyłączenia kolejek.
pt_br: Desativar todas as execuções de fila programadas.
sv_se: Avaktivera alla schemalagda köer.
tr_tr: Zamanlanmış tüm kuyruk çalıştırmalarını devre dışı bırak
uk_ua: Вимкнути всі запуски в черзі

source: Skip category changes
de_de: Kategorieänderungen überspringen
es_es: Omitir cambios de categoría
fr_fr: Sauter les changements des catégories
hu_hu: Kategóriaváltozások kihagyása
it_it: Salta le modifiche alla categoria
ja_jp: カテゴリー変更をスキップする
pl_pl: Pomiń zmiany w kategorii
pt_br: Pular mudanças de categoria
sv_se: Hoppa över kategoriändringar
tr_tr: Kategori değişikliklerini atla
uk_ua: Пропустити зміни категорій

source: Skip category changes when processing the queue. This can be useful in large instances when there are significant changes to large categories in order to avoid processing those immediately.
de_de: Kategorieänderungen bei der Verarbeitung der Warteschlange überspringen. Dies kann bei großen Instanzen nützlich sein, wenn es signifikante Änderungen an großen Kategorien gibt, um deren sofortige Verarbeitung zu vermeiden.
es_es: Omitir los cambios de categoría al procesar la cola. Esto puede ser útil en instancias grandes cuando hay cambios significativos en categorías grandes para evitar procesarlos de inmediato.
fr_fr: Sauter les changements des catégories dans le traitement de la queue. Ceci peut être utile dans les grandes instances lors de changements importants dans des grandes catégories afin d'éviter de les traiter immédiatement.
hu_hu: A várólista feldolgozása során a kategóriaváltozások kihagyása. Ez akkor lehet hasznos, ha nagy kategóriáknak jelentős változásai vannak, így elkerülhető azok azonnali feldolgozása.
it_it: Salta i cambiamenti di categoria durante l'elaborazione della coda. Questo può essere utile in casi di grandi dimensioni, quando ci sono modifiche significative a grandi categorie, per evitare di elaborarle immediatamente.
ja_jp: キューを処理する際に、カテゴリの変更をスキップします。これは、大きなカテゴリーに大きな変更がある場合に、それらをすぐに処理しないようにするために、大きなインスタンスで役に立つことがあります。
pt_br: Pular mudanças de categoria ao processar a fila. Isto pode ser útil quando existem alterações significativas em categorias grandes, no sentido de evitar processá-las imediatamente.
sv_se: Hoppa över kategoriförändringar när du bearbetar kön. Detta kan vara användbart i stora fall när det finns betydande ändringar i stora kategorier för att undvika att bearbeta dem omedelbart.
tr_tr: Kuyruk işlenirken kategori değişikliklerini atlayın. Bu, büyük kategorilerde önemli değişikliklerin olduğu büyük durumlarda, bunların hemen işlenmesini önlemek için yararlı olabilir.
uk_ua: Пропускати зміни категорій під час обробки черги. Це може бути корисно у великих інсталяціях, коли відбуваються значні зміни у великих категоріях, щоб уникнути їх негайної обробки.

source: Cancel
cs_cz: Zrušit
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hu_hu: Mégsem
it_it: Annulla
ja_jp: キャンセル
mn_mn: Цуцлах
pl_pl: Anuluj
pt_br: Cancelar
sv_se: Avbryt
tr_tr: İptal
uk_ua: Відміна

source: Add %(backend)s agent
cs_cz: Přidat %(backend)s agenta
de_de: %(backend)s Agenten hinzufügen
es_es: Añadir agente %(backend)s
fr_fr: Ajouter un agent %(backend)s
hu_hu: A %(backend)s ügynökének hozzáadása
it_it: Aggiungi %(backend)s agenti
ja_jp: %(backend)sエージェントを追加する
mn_mn: %(backend)s агентыг нэмэх
pl_pl: Dodaj agenta %(backend)s
pt_br: Adicionar agente %(backend)s
sv_se: Lägg till %(backend)s agent
tr_tr: %(backend)s aracı ekle
uk_ua: Додати %(backend)sагент

source: LiveSync Agents
cs_cz: Agenti LiveSync
es_es: Agentes LiveSync
fr_fr: Agents LiveSync
hu_hu: LiveSync ügynökök
it_it: Agenti LiveSync
ja_jp: LiveSyncのエージェント
mn_mn: LiveSync Агентууд
pl_pl: Agenci LiveSync
pt_br: Agentes LiveSync
sv_se: LiveSync-agenter
tr_tr: LiveSync Araçları
uk_ua: Агенти LiveSync

source: ID
fr_fr: Identifiant
hu_hu: Azonosító
pt_br: Identificação/ID
uk_ua: Ідентифікційний номер

source: Last Run
cs_cz: Poslední běh
de_de: Letzter Durchgang
es_es: Última ejecución
fr_fr: Dernière exécution
hu_hu: Utolsó futtatás
it_it: Ultima elaborazione
ja_jp: 最後実行
mn_mn: Сүүлчийн ажиллуулалт
pl_pl: Ostatnie uruchomienie
pt_br: Última vez que rodou
sv_se: Senaste körningen
tr_tr: Son Çalıştırma
uk_ua: Останній запуск

source: Queue
cs_cz: Řada
de_de: Warteschlange
es_es: Cola
fr_fr: File d'attente
hu_hu: Várólista
it_it: Coda
ja_jp: キュー
mn_mn: Дараалал
pl_pl: Kolejka
pt_br: Fila
sv_se: Kö
tr_tr: Kuyruk
uk_ua: Черга

source: Status
cs_cz: Stav
es_es: Estado
fr_fr: Statut
hu_hu: Állapot
it_it: Stato
ja_jp: ステータス
mn_mn: Төлөв
tr_tr: Durum
uk_ua: Статус

source: Actions
cs_cz: Činnosti
de_de: Aktionen
es_es: Acciones
hu_hu: Művelet
it_it: Azioni
ja_jp: 操作
mn_mn: Үйлдлүүд
pl_pl: Akcje
pt_br: Ações
sv_se: Åtgärder
tr_tr: Eylemler
uk_ua: Операції

source: Not loaded: %(name)s
cs_cz: Nenahrán: %(name)s
de_de: %(name)s nicht geladen
es_es: Sin cargar: %(name)s
fr_fr: Non chargé: %(name)s
hu_hu: Nincsenek betöltve: %(name)s
it_it: Non caricati: %(name)s
ja_jp: %(name)sがロードされていない
mn_mn: Ачаалаагүй: %(name)s
pl_pl: Niezaładowane: %(name)s
pt_br: Não carregado: %(name)s
sv_se: Inte laddad: %(name)s
tr_tr: Yüklenemedi: %(name)s
uk_ua: Не запущено: %(name)s

source: Never
cs_cz: Nikdy
de_de: Niemals
es_es: Nunca
fr_fr: Jamais
hu_hu: Soha
it_it: Mai
ja_jp: しない
mn_mn: Хэзээ ч үгүй
pl_pl: Nigdy
pt_br: Nunca
sv_se: Aldrig
tr_tr: Asla
uk_ua: Ніколи

source: Ready
cs_cz: Připraveno
de_de: Fertig
es_es: Listo
fr_fr: Prêt
hu_hu: Kész
it_it: Pronto
ja_jp: 準備ができました
mn_mn: Бэлэн
pl_pl: Gotowy
pt_br: Pronto
sv_se: Redo
tr_tr: Hazır
uk_ua: Готово

source: n/a
hu_hu: nem elérhető
ja_jp: 該当なし
mn_mn: хамаарахгүй
pl_pl: nie dotyczy
tr_tr: Mevcut değil
uk_ua: н/д

source: Delete this agent?
cs_cz: Smazat tohoto agenta?
de_de: Diesen Agenten löschen?
es_es: ¿Eliminar este agente?
fr_fr: Supprimer cet agent?
hu_hu: Törli ezt az ügynököt?
it_it: Vuoi cancellare questo agente?
ja_jp: このエージェントを削除する？
mn_mn: Энэхүү агентыг устгах уу?
pl_pl: Czy usunąć tego agenta?
pt_br: Deletar este agente?
sv_se: Ta bort den här agenten?
tr_tr: Bu araç silinsin mi?
uk_ua: Видалити цей агент?

source: Do you really want to delete this agent and all its queue entries?
cs_cz: Opravdu chcete smazat tohoto agenta a všechny jeho záznamy v řadě?
de_de: Wollen Sie diesen Agent und alle seine Warteschlangeneinträge wirklich löschen?
es_es: ¿Realmente desea borrar este agente y todas sus entradas en cola?
fr_fr: Voulez-vous vraiment supprimer cet agent et toutes les entrées de sa file d'attente?
hu_hu: Biztosan törölni szeretné ezt az ügynököt és az összes várólista-bejegyzését?
it_it: Vuoi veramente cancellare l'agente e tutto le sue code di richieste?
ja_jp: 本当にこのエージェントとそのキューエントリーをすべて削除しますか？
mn_mn: Та үнэхээр энэхүү агентыг устгаж түүний жагсаалтын бүх мэдээллийг хасмаар байна уу?
pl_pl: Czy naprawdę chcesz usunąć tego agenta i wszystkie jego wpisy do kolejki?
pt_br: Você realmente quer deletar este agente e todas as entradas da fila?
sv_se: Vill du verkligen ta bort denna agent och alla dess köposter?
tr_tr: Bu aracı ve tüm sıra girişlerini gerçekten silmek istiyor musunuz?
uk_ua: Ви справді хочете видалити цей агент з усіх черг?

source: Edit LiveSync agent
cs_cz: Upravit agenta LiveSync
de_de: Bearbeite LiveSync Agent
es_es: Editar agente LiveSync
fr_fr: Modifier l'agent LiveSync
hu_hu: LiveSync ügynök szerkesztése
it_it: Modifica aente di LiveSync
ja_jp: LiveSyncエージェントを編集する
mn_mn: LiveSync агентыг өөрчлөх
pl_pl: Edytuj agenta LiveSync
pt_br: Editar agente LiveSync?
sv_se: Redigera LiveSync-agent
tr_tr: LiveSync aracını düzenle
uk_ua: Редагувати агент LiveSync

source: No agents have been added yet.
cs_cz: Ještě nebyli přidáni žádní agenti.
de_de: Es wurden noch keine Agenten hinzugefügt.
es_es: Todavía no se ha añadido ningún agente.
fr_fr: Aucun agent n'a encore été ajouté.
hu_hu: Még nem adtak hozzá ügynököket.
it_it: Nessun agente inserito.
ja_jp: エージェントはまだ追加されていません
mn_mn: Ямар ч агентыг нэмээгүй байна.
pl_pl: Na razie nie dodano agentów.
pt_br: Nenhum agente adicionado ainda.
sv_se: Inga agenter har lagts till ännu.
tr_tr: Henüz hiçbir araç eklenmedi.
uk_ua: Жодного агента ще не було додано.

source: No backend plugins enabled
cs_cz: Nepovoleny žádné přídavné moduly jádra
de_de: Keine Unterbau-Plugins aktiviert
es_es: No se ha añadido ningún plugin backend
fr_fr: Aucun plugin d'arrière-plan activé
hu_hu: Nincs engedélyezve backend-bővítmény
it_it: Nessun modulo di backend abilitato
ja_jp: バックエンドプラグインが有効になっていない
mn_mn: Админ талын ямар ч плагиныг идэвхжүүлээгүй байна
pl_pl: Nie włączono wtyczek backend
pt_br: Nenhum plugin de backend ativado
sv_se: Inga backend-plugins aktiverade
tr_tr: Etkin arka uç eklentisi yok
uk_ua: Нема ввімкненних backend плагінів

source: Add
cs_cz: Přidat
de_de: Hinzufügen
es_es: Añadir
fr_fr: Ajouter
hu_hu: Hozzáadás
it_it: Aggiungi
ja_jp: 追加する
mn_mn: Нэмэх
pl_pl: Dodaj
pt_br: Adicionar
sv_se: Lägg till
tr_tr: Ekle
uk_ua: Додати

source: You still need to run the initial export for some agents by executing the commands below in a shell.<br> Please note that this may take a very long time if there are many events in Indico!
cs_cz: Je potřebné, aby jste prostřednictvím shell-u spustili export některých Indico agentů. Upozorňujeme, že v případě velkého množství naplánovaných událostí může export trvat delší dobu.
de_de: Für einige Agent müssen Sie noch den ersten Export durchführen, indem Sie die folgenden Befehle in einer Shell ausführen.<br> Bitte beachten Sie, dass dies sehr lange dauern kann, wenn es viele Veranstaltungen in Indico gibt!
es_es: Aún es necesario ejecutar la exportación inicial de algunos agentes ejecutando los comandos siguientes en un shell. <br> Tenga en cuenta que si hay muchos eventos en Indico la operación puede llevar mucho tiempo.
fr_fr: Vous devez encore lancer l'exportation initiale pour certains agents en exécutant la commande ci-dessous dans un shell.<br> Veuillez noter que ceci peut prendre un temps très long s'il y a beaucoup d'événements dans Indico!
hu_hu: Még mindig el kell végeznie az egyes ügynökök kezdeti exportálását az alábbi parancsok végrehajtásával egy shell-ben. <br> Felhívjuk figyelmét, hogy ez nagyon hosszú időt vehet igénybe, ha sok esemény van Indicóban!
it_it: Devi ancora eseguire l'esportazione iniziale per alcuni agenti eseguendo il comando sottostante in una shell.<br> Nota Bene, questo potrebbe richiedere un tempo molto lungo se ci sono molti eventi in Indico!
ja_jp: 一部のエージェントについては、シェルで以下のコマンドを実行し、初期エクスポートを実行する必要があります。<br> Indicoのイベントが多い場合、非常に時間がかかることがありますので、ご了承ください！
mn_mn: Хавтас доторх командыг гүйцэтгэснээр зарим агентуудын эхний экспортыг хийх шаардлагатай болж болно. <br>Indico! дээр олон үйл явдлууд байвал энэ нь удаан хугацаа шаардаж болно гэдгийг анхаарна уу.
pl_pl: Nadal musisz uruchomić wstępny eksport wykonując poniższe komendy w shellu. <br>To może długo trwać, jeżeli w Indico jest wiele wydarzeń.
pt_br: Você ainda precisa executar a exportação inicial para alguns agentes, executando os comandos abaixo em um shell.<br> Por favor, note que isso pode levar muito tempo se houver muitos eventos em Indico!
sv_se: Du måste fortfarande köra den första exporten för vissa agenter genom att utföra kommandona nedan i ett skal.<br> Observera att detta kan ta mycket lång tid om det finns många händelser i Indico!
tr_tr: Bir kabukta aşağıdaki komutları çalıştırarak bazı araçlar için ilk dışa aktarımı çalıştırmanız gerekir.<br>Indico'da birçok etkinlik olması durumunda bunun çok uzun sürebileceğini lütfen unutmayın!
uk_ua: Ви досі маєте запустити початковий експорт для деяких агентів виконавши команди нижче у командному рядку. <br> Врахуйте, що це може зайняти дуже тривалий час, якщо в Indico міститься багато подій!

source: Backend
cs_cz: Jádro
de_de: Unterbau
fr_fr: Machinerie
ja_jp: バックエンド
mn_mn: Админ хуудас
tr_tr: Arka uç
