Repository: indico/indico-plugins
Catalog: vc_zoom/indico_vc_zoom/translations/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, it_it, ja_jp, mn_mn, pl_pl, pt_br, sv_se, tr_tr, uk_ua

source: You were already an (alternative) host of this meeting
cs_cz: Už jste byli (alternativním) hostitelem této schůzky.
de_de: Sie sind bereits ein Veranstalter dieses Meetings
es_es: Ya fue un anfitrión (alternativo) de esta reunión.
fr_fr: Vous étiez déjà un hôte (alternatif) de cette réunion
it_it: Eri già un host alternativo (co-host) di questo meeting
ja_jp: あなたはすでにこのミーティングの（代替）主催者でした
mn_mn: Та аль хэдийнэ энэхүү хурлын (хосолмол) удирдагч болсон байна.
pl_pl: Byłeś już (alternatywnym) gospodarzem tego spotkania
pt_br: Você já era um anfitrião (alternativo) desta reunião
sv_se: Du var redan en (alternativ) värd för detta möte
tr_tr: Bu toplantı için zaten (alternatif) host olarak atanmışsınız.
uk_ua: Ви вже (альтернативний) господар цієї зустрічі

source: You are now an alternative host of room '{room}'
fr_fr: Vous êtes maintenant un hôte alternatif de la réunion '{room}'
mn_mn: Та одоо өрөө '{room}'-ний өөр нэг удирдагч боллоо.
pl_pl: Jesteś teraz alternatywnym gospodarzem pokoju '{room}'
pt_br: Agora você é um anfitrião alternativo da sala '{room}'
tr_tr: Şimdi odanın '{room}' alternatif bir konağısınız

source: Passcode visibility
cs_cz: Viditelnost přístupového klíče
de_de: Sichtbarkeit des Passcodes
es_es: Visibilidad del código de acceso
fr_fr: Visibilité du code secret
it_it: Visibilità della passcode
ja_jp: パスコードの可視化
mn_mn: Нэвтрэх кодын харагдах байдал
pl_pl: Widoczność hasła
pt_br: Visibilidade do código de acesso
sv_se: Synlig kod för lösenord
tr_tr: Parola görünürlüğü
uk_ua: Видимість коду

source: Who should be able to know this meeting's passcode
cs_cz: Kdo by měl znát přístupový klíč pro tuhle schůzku?
de_de: Wer sollte den Passcode dieses Meetings kennen?
es_es: Quién debería conocer el código de acceso de esta reunión
fr_fr: Qui peut connaitre le code secret de cette réunion
it_it: Chi può conoscere il passcode di questo meeting
ja_jp: このミーティングのパスコードを知ることができるのは誰なのか
mn_mn: Энэхүү хурлын нэвтрэх кодыг хэн мэдэх шаардлагатай вэ
pl_pl: Kto powinien znać hasło do tego spotkania
pt_br: Quem deve saber o código de acesso desta reunião
sv_se: Vem ska känna till mötets lösenord
tr_tr: Bu toplantının parolasını kimler bilmeli
uk_ua: Хто може дізнатися код ціїє зустрічі

source: Everyone
cs_cz: Každý
de_de: Jeder
es_es: Todos
fr_fr: Tout le monde
it_it: Chiunque
ja_jp: 全員
mn_mn: Хүн бүр
pl_pl: Wszyscy
pt_br: Todos
sv_se: Alla
tr_tr: Herkes
uk_ua: Будь-хто

source: Logged-in users
cs_cz: Přihlášení uživatelé
de_de: Angemeldete Nutzer
es_es: Usuarios conectados
fr_fr: Utilisateurs connectés
it_it: Utenti collegati
ja_jp: ログイン済ユーザー
mn_mn: Нэвтэрсэн хэрэглэгч
pl_pl: Zalogowani użytkownicy
pt_br: Usuários conectados
sv_se: Inloggade användare
tr_tr: Oturum açan kullanıcılar
uk_ua: Авторизовані користувачі

source: Registered participants
cs_cz: Registrovaní účastníci
de_de: Angemeldete Teilnehmer
es_es: Participantes registrados
fr_fr: Participants inscrits
it_it: Partecipanti registrati
ja_jp: 参加登録者
mn_mn: Бүртгүүлсэн оролцогчид
pl_pl: Zarejestrowani uczestnicy
pt_br: Participantes registrados
sv_se: Registrerade deltagare
tr_tr: Kayıtlı katılımcılar
uk_ua: Зареєстровані учасники

source: No one
cs_cz: Nikdo
de_de: Niemand
es_es: Nadie
fr_fr: Personne
it_it: Nessuno
ja_jp: なし
mn_mn: Хэн ч биш
pl_pl: Nikt
pt_br: Ninguém
sv_se: Ingen.
tr_tr: Kimse
uk_ua: Ніхто

source: Meeting Type
cs_cz: Typ schůzky
de_de: Besprechung Typ
es_es: Tipo de reunión
fr_fr: Type de réunion
it_it: Tipo di meeting
ja_jp: ミーティングの種類
mn_mn: Хурлын төрөл
pl_pl: Rodzaj spotkania
pt_br: Tipo de Reunião
sv_se: Typ av möte
tr_tr: Toplantı Tipi
uk_ua: Тип зустрічі

source: The type of Zoom meeting to be created
cs_cz: Vyberte typ schůzky aplikace Zoom, který má být vytvořený
de_de: Der Typ des zu erstellenden Zoom Meetings
es_es: El tipo de reunión de Zoom que se creará
fr_fr: Le type de réunion Zoom à créer
it_it: Il tipo di meeting Zoom da creare
ja_jp: 作成するZoomミーティングの種類
mn_mn: Үүсгэх Зүүм хурлын төрөл
pl_pl: Rodzaj spotkania Zoom, które ma zostać utworzone
pt_br: O tipo de reunião Zoom a ser criada
sv_se: Den typ av Zoom-möte som ska skapas
tr_tr: Oluşturulacak Zoom toplantısının tipi
uk_ua: Тип Zoom зустрічі що буде створена

source: Regular Meeting
cs_cz: Běžná schůzka
de_de: Reguläres Meeting
es_es: Reunión ordinaria
fr_fr: Réunion normale
it_it: Meeting standard
ja_jp: 定期ミーティング
mn_mn: Ердийн хурал
pl_pl: Zwykłe spotkanie
pt_br: Reunião Regular
sv_se: Ordinarie möte
tr_tr: Düzenli Toplantı
uk_ua: Звичайна зустріч

source: Webinar
cs_cz: Webinář
es_es: Seminario web
fr_fr: Wébinaire
ja_jp: ウェビナー
mn_mn: Вэб хурал
sv_se: Webbinarium
tr_tr: Web semineri
uk_ua: Вебінар

source: Meeting Host
cs_cz: Hostitel schůzky
de_de: Meeting Veranstalter
es_es: Anfitrión de la reunión
fr_fr: Hôte de la réunion
ja_jp: ミーティングホスト
mn_mn: Хурал удирдагч
pl_pl: Gospodarz spotkania
pt_br: Anfitrião da reunião
sv_se: Värd för mötet
tr_tr: Toplantı Konağı
uk_ua: Господар зустрічі

source: Myself
cs_cz: Já
de_de: Mich
es_es: Yo mismo
fr_fr: Moi-même
it_it: Me stesso
ja_jp: 自分
mn_mn: Би өөрөө
pl_pl: Ja
pt_br: Eu mesmo
sv_se: Mig själv
tr_tr: Kendim
uk_ua: Я

source: Someone else
cs_cz: Někdo jiný
de_de: Jemand anders
es_es: Alguien más
fr_fr: Quelqu'un d'autre
it_it: Qualcun altro
ja_jp: 他の人
mn_mn: Өөр хэн нэгэн
pl_pl: Ktoś inny
pt_br: Alguém
sv_se: Någon annan
tr_tr: Başka biri
uk_ua: Хтось інший

source: User
cs_cz: Uživatel
de_de: Benutzer
es_es: Usuario
fr_fr: Utilisateur
it_it: Utente
ja_jp: ユーザー
mn_mn: Хэрэглэгч
pl_pl: Użytkownik
pt_br: Usuário
sv_se: Användare
tr_tr: Kullanıcı
uk_ua: Користувач

source: Passcode
cs_cz: přístupový klíč
es_es: Código de acceso
fr_fr: Code secret
ja_jp: パスコード
mn_mn: Нэвтрэх код
pl_pl: Kod dostępu
pt_br: Código de acesso
sv_se: Lösenord
tr_tr: Parola
uk_ua: Код

source: Meeting passcode (8-10 digits)
cs_cz: Přístupový klíč (8-10 cifer)
de_de: Meeting Passcode (8-10 Zeichen)
es_es: Código de acceso a la reunión (8-10 dígitos)
fr_fr: Code secret de la réunion (8-10 chiffres)
it_it: Passcode del meeting (8-10 cifre)
ja_jp: ミーティングパスコード(8-10桁)
mn_mn: Хурлын нэвтрэх код (8-10 оронтой)
pl_pl: Kod dostępu spotkania (8-10 cyfr)
pt_br: Senha da reunião (8-10 dígitos)
sv_se: Lösenord för möte (8-10 siffror)
tr_tr: Toplantı Parolası (8-10 hane)
uk_ua: Код зустрічі (8-10 цифр)

source: Mute audio
cs_cz: Ztlumit zvuk
de_de: Ton stummschalten
es_es: Silenciar el audio
fr_fr: Couper le micro
it_it: Disattivare l'audio
ja_jp: ミュート
mn_mn: Дууг хаах
pl_pl: Wycisz mikrofon
pt_br: Silenciar áudio
sv_se: Stäng av ljudet
tr_tr: Sesi kapat
uk_ua: Вимкнути звук

source: Participants will join the VC room muted by default
cs_cz: Účastníkům bude při vstupu do místnosti vypnut mikrofon
de_de: Teilnehmer betreten den VC Raum standardmäßig stummgeschaltet
es_es: Los participantes se unirán a la sala de VC silenciados por defecto.
fr_fr: Les participants rejoindront la réunion avec leur micro coupé par défaut
ja_jp: 入室時に参加者をミュートにする
mn_mn: Анхнаасаа дуугүй VC өрөөнд оролцогчид нэвтэрнэ
pl_pl: Uczestnicy dołączą do spotkania z domyślnie wyciszonym mikrofonem
pt_br: Os participantes entrarão na sala de VC sem som por padrão
sv_se: Deltagarna kommer att ansluta till VC-rummet med ljuddämpare som standard
tr_tr: Katılımcılar varsayılan olarak sessiz olan video konferans odasına katılacaktır
uk_ua: Учасники приєднаються до VC кімнати приглушеними за замовчуваням

source: Mute video (host)
cs_cz: Vypnout video (hostitel)
de_de: Video stummschalten (Veranstalter)
es_es: Silenciar video (anfitrión)
fr_fr: Couper la vidéo (hôte)
it_it: Disabilita il video (host)
ja_jp: ビデオのミュート（ホスト）
mn_mn: Видеог дуугүй болгох (удирдагч)
pl_pl: Wyłącz wideo (gospodarz)
pt_br: Desativar vídeo (anfitrião)
sv_se: Stäng av video (värd)
tr_tr: Görüntü sessiz (konak)
uk_ua: Вимкнути відео (господар)

source: The host will join the VC room with video disabled
cs_cz: Předsedajícímu při připojení do místnosti vypnout kameru
de_de: Veranstalter tritt dem Konferenzraum mit abgeschaltetem Video bei
es_es: El anfitrión se unirá a la sala de VC con el video deshabilitado.
fr_fr: L'hôte rejoindra la réunion avec sa vidéo désactivée
ja_jp: ホストはビデオ無効でルームに参加します
mn_mn: Видео идэвхжээгүй VC өрөөнд удирдагч холбогдоно
pl_pl: Gospodarz dołączy do spotkania z wyłączonym wideo
pt_br: O anfitrião entrará na sala de VC com vídeo desabilitado
sv_se: Värden kommer att ansluta till VC-rummet med videohandikappade
tr_tr: Konak, videokonferans odasına görüntü devre dışı bırakılmış biçimde katılacaktır
uk_ua: Господар приєднається до VC кімнати з вимкненим відео

source: Mute video (participants)
cs_cz: Vypnout video (uživatelé)
de_de: Video stummschalten (Teilnehmer)
es_es: Silenciar video (participantes)
fr_fr: Couper la vidéo (participants)
it_it: Disabilita il video (partecipanti)
ja_jp: ビデオのミュート（参加者）
mn_mn: Видеог хаах (оролцогчид)
pl_pl: Wyłącz wideo (uczestnicy)
pt_br: Desativar vídeo (participantes)
sv_se: Stäng av video (deltagare)
tr_tr: Görüntü sessiz (katılımcılar)
uk_ua: Вимкнути відео (учасники)

source: Participants will join the VC room with video disabled
cs_cz: Účastníkům při připojení do místnosti vypnout kameru
de_de: Teilnehmer treten dem Konferenzraum mit abgeschaltetem Video bei
es_es: Los participantes se unirán a la sala de VC con el video deshabilitado
fr_fr: Les participants rejoindront la réunion avec leur vidéo coupée
ja_jp: 参加者はビデオ無効でルームに参加します
mn_mn: Оролцогчид видеог идэвхжүүлээгүй VC өрөөнд нэвтэрнэ
pl_pl: Uczestnicy dołączą do spotkania z wyłączonym wideo
pt_br: Os participantes entrarão na sala de VC com vídeo desativado
sv_se: Deltagarna kommer att ansluta till VC-rummet med videoavstängning
tr_tr: Katılımcılar, videokonferans odasına görüntü devre dışı bırakılmış biçimde katılacaktır
uk_ua: Учасники приєднаються до VC кімнати з вимкненим відео

source: Waiting room
cs_cz: Předsálí
de_de: Warteraum
es_es: Sala de espera
fr_fr: Salle d'attente
ja_jp: 待合室
mn_mn: Хүлээх өрөө
pl_pl: Poczekalnia
pt_br: Sala de espera
sv_se: Väntrum
tr_tr: Bekleme odası
uk_ua: Кімната очікування

source: Participants may be kept in a waiting room by the host
cs_cz: Účastníci mohou být předsedajícím pozdrženi v předsálí
de_de: Die Teilnehmer können vom Gastgeber in einem Warteraum gehalten werden
es_es: El anfitrión puede mantener a los participantes en una sala de espera.
fr_fr: Les participants rejoindront une salle d'attente
it_it: I partecipanti aspetteranno nella waiting room
ja_jp: 参加者は、ホストによって待合室で待機させられることが可能
mn_mn: Удирдагч хүлээх өрөөнд оролцогчдыг байрлуулж болно
pl_pl: Uczestnicy przejdą do poczekalni
pt_br: Os participantes podem ser mantidos em uma sala de espera pelo anfitrião
sv_se: Deltagarna kan hållas kvar i ett väntrum av värden
tr_tr: Katılımcılar konak tarafından bir bekleme odasında tutulabilir
uk_ua: Учасники можуть утримуватися господарем в кімнаті очікування

source: Description
cs_cz: Popis
de_de: Beschreibung
es_es: Descripción
it_it: Descrizione
ja_jp: 説明
mn_mn: Тодорхойлолт
pl_pl: Opis
pt_br: Descrição
sv_se: Beskrivning
tr_tr: Tanımlama
uk_ua: Опис

source: Optional description for this room
cs_cz: Volitelný popis pro tuto místnost
de_de: Optionale Beschreibung für diesen Raum
es_es: Descripción opcional de esta sala
fr_fr: Description optionnelle de cette réunion
ja_jp: このルームの説明（オプション）
mn_mn: Энэ өрөөний нэмэлт тодорхойлолт
pl_pl: Opcjonalny opis tego spotkania
pt_br: Descrição optional para esta sala
sv_se: Valfri beskrivning för detta rum
tr_tr: Bu oda için isteğe bağla tanımlama
uk_ua: Опис для цієї кімнати

source: This user has no Zoom account
cs_cz: Tento uživatel nemá žádný Zoom účet
de_de: Dieser Benutzer hat kein Zoom-Konto.
es_es: Este usuario no tiene una cuenta Zoom
fr_fr: Cet utilisateur n'a pas de compte Zoom
it_it: L'utente non ha un account Zoom
ja_jp: このユーザーはZoomアカウントを持っていません
mn_mn: Хэрэглэгч Зүүм бүртгэлгүй байна
pl_pl: Ten użytkownik nie ma konta Zoom
pt_br: Este usuário não tem conta do Zoom
sv_se: Denna användare har inget Zoom-konto
tr_tr: Bu kullanıcının Zoom hesabı yok
uk_ua: Цей користувач не має акаунту Zoom.

source: API Credentials
cs_cz: Přístupové údaje rozhraní API
de_de: API-Kennung
es_es: Credenciales de API
fr_fr: Identifiants de l'API
it_it: Credenziali API
ja_jp: APIの認証情報
mn_mn: API мэдээлэл
pl_pl: Poświadczenia API
pt_br: Credenciais de API
sv_se: API-autentiseringsuppgifter
tr_tr: API Kimlik Bilgileri
uk_ua: API облікових даних

source: Zoom Account
cs_cz: Zoom účet
de_de: Zoom Konto
es_es: Cuenta Zoom
fr_fr: Compte Zoom
it_it: Account Zoom
ja_jp: Zoom アカウント
mn_mn: Зүүмийн бүртгэл
pl_pl: Konto Zoom
pt_br: Conta Zoom
sv_se: Zoom-konto
tr_tr: Zoom Hesabı
uk_ua: Zoom акаунт

source: Room Settings
cs_cz: Nastavení místnosti
de_de: Raumeinstellungen
es_es: Configuración de la sala
fr_fr: Paramètres de la salle
it_it: Impostazioni della stanza
ja_jp: ルーム設定
mn_mn: Өрөөний тохиргоо
pl_pl: Ustawienia pokoju
pt_br: Configurações da Sala
sv_se: Inställningar för rum
tr_tr: Oda Ayarları
uk_ua: Налаштування кімнати

source: Notifications
cs_cz: Oznámení
de_de: Benachrichtigungen
es_es: Notificaciones
it_it: Notifiche
ja_jp: 通知
mn_mn: Мэдэгдэл
pl_pl: Powiadomienia
pt_br: Notificações
sv_se: Meddelanden
tr_tr: Uyarılar
uk_ua: Нагадування

source: Access
cs_cz: Přístup
de_de: Zugriff
es_es: Acceso
fr_fr: Accès
it_it: Accedi
ja_jp: アクセス
mn_mn: Хандалт
pl_pl: Dostęp
pt_br: Acesso
sv_se: Tillgång
tr_tr: Erişim
uk_ua: Доступ

source: API Key
fr_fr: Clé API
mn_mn: API түлхүүр
pl_pl: Klucz API
pt_br: Chave de API
tr_tr: API Anahtarı

source: API Secret
fr_fr: Secret de l'API
mn_mn: API нууц
pt_br: Segredo de API
tr_tr: API Sırrı

source: Webhook Token
fr_fr: Jeton de webhook
mn_mn: Вэбхүүкийн токен
pl_pl: Token webhooka
pt_br: Token Webhook
tr_tr: Web Kancası Jetonu

source: Specify Zoom's webhook token if you want live updates
fr_fr: Spécifier le jeton de webhook Zoom si vous souhaitez des mises à jour en direct
mn_mn: Шууд шинэчлэлт хийхийг хүсэж байвал Зүүмийн вэбхүүк токенийг тодорхойлох
pl_pl: Określ token Zoom webhook, jeśli chcesz otrzymywać aktualizacje na żywo
pt_br: Especifique o token webhook do Zoom se quiser atualizações ao vivo
tr_tr: Canlı güncellemeleri istiyorsanız Zoom'un web kancası jetonunu belirtin

source: User lookup mode
cs_cz: Jak hledat uživatele
de_de: Modus der Benutzersuche
es_es: Modo de búsqueda de usuarios
fr_fr: Mode de recherche d'utilisateur
it_it: Modalità di ricerca utente
ja_jp: ユーザー検索モード
mn_mn: Хэрэглэгчийн хайлтын горим
pl_pl: Tryb wyszukiwania użytkownika
pt_br: Modo de pesquisa de usuário
sv_se: Läge för användaruppslagning
tr_tr: Kullanıcı arama modu
uk_ua: Спосіб пошуку користувачів

source: Specify how Indico should look up the zoom user that corresponds to an Indico user.
cs_cz: Určete, jak má Indico vyhledat uživatele aplikace Zoom, který odpovídá uživateli Indico
de_de: Geben Sie an, wie Indico den Zoom-Benutzer suchen soll, der einem Indico-Benutzer entspricht.
es_es: Especifique cómo Indico debería buscar al usuario de zoom correspondiente a un usuario de Indico.
fr_fr: Veuillez spécifier comment Indico doit rechercher l'utilisateur Zoom qui correspond à un utilisateur Indico.
it_it: Specificare come Indico deve cercare l'utente Zoom corrispondente a un utente Indico.
ja_jp: IndicoがIndicoユーザーに該当するZoomユーザーをどのように検索するかを指定ください。
mn_mn: Indico хэрэглэгчтэй харгалзах Зүүмийн хэрэглэгчийг Indico хайхыг тодорхойлох
pl_pl: Określ, jak Indico ma wyszukać użytkownika Zoom, który odpowiada użytkownikowi Indico.
pt_br: Especifique como o Indico deve procurar o usuário de zoom que corresponde a um usuário Indico.
sv_se: Ange hur Indico ska leta upp den zoomanvändare som motsvarar en Indico-användare.
tr_tr: Indico'nun bir Indico kullanıcısına denk gelen Zoom kullanıcısını nasıl araması gerektiğini belirtin.
uk_ua: Вкажіть як Indico співставлятиме користувачів Zoom що відповідають користувачам Indico

source: E-mail domains
cs_cz: E-mailové domény
de_de: E-Mail Domänen
es_es: Dominios de correo electrónico
fr_fr: Domaines de courriel
it_it: Dominio email
ja_jp: メールドメイン
mn_mn: Цахим шуудангийн домэйн
pl_pl: Domeny e-mailowe
pt_br: Domínios de e-mail
sv_se: E-postdomäner
tr_tr: E-posta alan adları
uk_ua: E-mail домени

source: List of e-mail domains which can use the Zoom API. Indico attempts to find Zoom accounts using all email addresses of a user which use those domains.
cs_cz: Seznam e-mailových domén, které mohou používat API aplikace Zoom. Indico zkusí nalézt účty Zoom prostřednictvím e-mailových adres uživatelů.
de_de: Liste der E-Mail-Domänen, die die Zoom-API verwenden können. Indico versucht, Zoom-Konten mit allen E-Mail-Adressen eines Benutzers zu finden, die diese Domänen verwenden.
es_es: Lista de dominios de correo electrónico que pueden utilizar la API de Zoom. Indico intenta encontrar cuentas de Zoom usando todas las direcciones de correo electrónico de un usuario que usa esos dominios.
fr_fr: Liste des domaines de courriel qui peuvent utiliser l'API Zoom. Indico essaie de trouver des comptes Zoom en utilisant toutes les adresses de courriel d'un utilisateur qui utilisent ces domaines.
it_it: Elenco dei domini email autorizzati all'uso dell'API Zoom. Indico prova a individuare gli account Zoom utilizzando tutti gli indirizzi email di un utente che appartengono a tali domini.
ja_jp: Zoom APIを利用できるメールアドレスの一覧です。Indicoは、このドメインを使用するユーザーのすべてのメールアドレスを使用して、Zoomアカウントを見つけようとします。
mn_mn: Зүүүмийн API-г ашиглаж болох цахим шуудангийн домэйний жагсаалт. Эдгээр домэйнийг ашигладаг хэрэглэгчийн бүх цахим шуудангийн хаягийг ашиглаж Indico нь Зүүмийн бүртгэл олохыг оролддог.
pl_pl: Lista domen e-mail, które mogą korzystać z Zoom API. Indico próbuje znaleźć konta Zoom, używając wszystkich adresów e-mail użytkownika, który używa tych domen.
pt_br: Lista de domínios de e-mail que podem usar a API Zoom. Indico tenta encontrar contas Zoom usando todos os endereços de e-mail de um usuário que usa esses domínios.
sv_se: Lista över e-postdomäner som kan använda Zoom API. Indico försöker hitta Zoom-konton med hjälp av alla e-postadresser till en användare som använder dessa domäner.
tr_tr: Zoom API'sını kullanabilecek e-posta alan adlarının listesidir. Indico, bu alan adlarını kullanan bir kullanıcının tüm e-posta adreslerini kullanarak Zoom hesaplarını bulmaya çalışır.
uk_ua: Список доменів електронної пошти, які можуть використовувати Zoom API. Indico намагається знайти облікові записи Zoom, використовуючи всі електронні адреси користувача, який використовує ці домени.

source: Indico identity providers
cs_cz: Poskytovatelé identit pro Indico
es_es: Proveedores de identidad de Indico
fr_fr: Fournisseurs d'identité d'Indico
it_it: Identity provider Indico
ja_jp: IndicoIDのプロバイダー
mn_mn: Indico тодорхойлолтыг хангагч
pl_pl: Dostawcy tożsamości Indico
pt_br: Provedores de identidade Indico
sv_se: Indico identitetsleverantörer
tr_tr: Indico kimlik sağlayıcıları
uk_ua: Служби автентифікації Indico

source: Identity providers from which to get usernames. Indico queries those providers using the email addresses of the user and attempts to find Zoom accounts having an email address with the format username@enterprise-domain.
cs_cz: Poskytovatelé identit, ze kterých mají být získané uživatelské jména. Indico se pokusí prostřednictvím e-mailových adres uživatelů zjistit, jestli k daným uživatelům existují přidružené účty aplikace Zoom. Formát e-malových adres: username@enterprise-domain
de_de: Identitätsanbieter, von denen Benutzernamen abgerufen werden sollen. Indico fragt diese Anbieter anhand der E-Mail-Adressen der Nutzer ab und versucht, Zoom-Konten zu finden, die eine E-Mail-Adresse mit dem Format username@enterprise-domain haben.
es_es: Proveedores de identidad de los que obtener nombres de usuario. Indico consulta a esos proveedores utilizando las direcciones de correo electrónico del usuario e intenta encontrar cuentas de Zoom que tengan una dirección de correo electrónico con el formato nombre de usuario@dominio-empresa.
fr_fr: Fournisseurs d'identité de qui récupérer les noms d'utilisateurs. Indico interroge ces fournisseurs en utilisant les adresses de courriel de l'utilisateur, et essaie de trouver des comptes Zoom ayant une adresse de courriel de la forme nom-d-utilisateur@domaine-d-entreprise.
it_it: Identity Provider da cui recuperare i nomi utente. Indico interroga questi provider utilizzando gli indirizzi email dell'utente e prova a individuare gli account Zoom che hanno un indirizzo email con il formato username@enterprise-domain.
ja_jp: ユーザー名を取得するためのIDプロバイダー。Indicoは、ユーザーのメールアドレスを使用してこのプロバイダーに問い合わせ、username@enterprise-domainのような形式のメールアドレスを持つZoomアカウントを見つけようとする。
mn_mn: Хэрэглэгчийн нэр авч болох тодорхойлолтыг хангагч. username@enterprise-domain хэлбэртэй цахим шуудан бүхий Зүүм бүртгэлүүдийг хайх оролдлого, цахим шуудангийн хаяг ашиглан тэдгээр хангагчдаас Indico асуулт асууна.
pl_pl: Dostawcy tożsamości, od których można uzyskać nazwy użytkowników. Indico pyta tych dostawców, używając adresów e-mail użytkownika i próbuje znaleźć konta Zoom, mające adres e-mail w formacie nazwa_użytkownika@domena-firmy.
pt_br: Provedores de identidade dos quais obter nomes de usuário. O Indico consulta esses provedores usando os endereços de e-mail do usuário e tenta encontrar contas do Zoom que tenham um endereço de e-mail com o formato nomedeusuario@dominio-empresa.
sv_se: Identitetsleverantörer från vilka man kan få användarnamn. Indico frågar dessa leverantörer med hjälp av användarens e-postadresser och försöker hitta Zoom-konton som har en e-postadress med formatet username@enterprise-domain.
tr_tr: Kullanıcı adlarının alındığı kimlik sağlayıcılardır. Indico, kullanıcının e-posta adreslerini kullanarak bu sağlayıcıları sorgular ve kullanıcıadı@şirket-alanadı formatına sahip e-posta adreslerinin olduğu Zoom hesaplarını bulmaya çalışır.
uk_ua: Cлужби автентифікації з яких отримувати імена користувачів. Indico запитуватиме ті служби, які використовують електронні адреси користувача, і намагається знайти облікові записи Zoom, що мають адресу електронної пошти у форматі username @ enterprise-domain.

source: Enterprise domain
cs_cz: Doména (enterprise-domain)
de_de: Unternehmens domain
es_es: Dominio de empresa
fr_fr: Domaine d'entreprise
it_it: Dominio enterprise
ja_jp: 企業ドメイン
mn_mn: Байгууллагын домайн
pl_pl: Domena firmy
pt_br: Domínio empresarial
sv_se: Företagsdomän
tr_tr: Kurumsal alan adı
uk_ua: Корпоративний домен

source: The domain name used together with the usernames from the Indico identity provider
cs_cz: Název domény používaný společně s uživatelskými jmény od poskytovatele identity Indico
de_de: Der Domänenname, der zusammen mit den Benutzernamen des Indico-Identitätsanbieters verwendet wird
es_es: El nombre de dominio utilizado junto con los nombres de usuario del proveedor de identidad de Indico
fr_fr: Le nom de domaine utilisé avec les noms d'utilisateurs du fournisseur d'identité d'indico
it_it: Il nome di dominio utilizzato insieme ai nomi utente dell'identity provider di Indico
ja_jp: IndicoIDのプロバイダーからのユーザー名と一緒に使用されるドメイン名
mn_mn: Indico тодорхойлолт хангагчаас авсан хэрэглэгчийн нэрийн хамт ашиглах домэйн нэр
pl_pl: Nazwa domeny używana wraz z nazwami użytkowników od dostawcy tożsamości Indico
pt_br: O nome de domínio usado junto com os nomes de usuário do provedor de identidade Indico
sv_se: Domännamnet som används tillsammans med användarnamnen från identitetsleverantören Indico
tr_tr: Indico kimlik sağlayıcısının kullanıcı adları ile beraber kullanılan alan adı
uk_ua: Доменне ім’я, що використовується разом з іменами користувачів служби ідентифікації Indico
