Repository: indico/indico-plugins
Catalog: vc_zoom/indico_vc_zoom/translations/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, it_it, ja_jp, mn_mn, pl_pl, pt_br, sv_se, tr_tr, uk_ua

source: Allow Webinars (Experimental)
cs_cz: Povolit webináře (experimentálně)
de_de: Webinare erlauben (experimentell)
es_es: Permitir seminarios web (experimental)
fr_fr: Autoriser les wébinaires (expérimental)
it_it: Consenti Webinars (sperimentale)
ja_jp: ウェビナーを許可する（実験的機能）
mn_mn: Вебинарт зөвшөөрөл олгох (Туршилтын)
pl_pl: Zezwalaj na webinary (funkcja eksperymentalna)
pt_br: Permitir Webinars (Experimental)
sv_se: Tillåt webbseminarier (experimentell)
tr_tr: Web seminerlerine izin ver (Deneysel)
uk_ua: Дозволити вебінари (експериментальна можливість)

source: Allow webinars to be created through Indico. Use at your own risk.
cs_cz: Povolit vytvářet webináře prostřednictvím Indico. Použití této funkce je na vlastní riziko.
de_de: Erlauben Sie das Erstellen von Webinaren über Indico. Die Nutzung erfolgt auf eigene Gefahr.
es_es: Permita que los seminarios web se creen a través de Indico. Úselo bajo su propia responsabilidad.
fr_fr: Autoriser les wébinaires à être créés via Indico. Utilisez à vos propres risques.
it_it: Consenti di create webinars attraverso Indico. Usare a proprio rischio.
ja_jp: Indicoを通じてウェビナーの作成を許可する。自己責任で使用してください。
mn_mn: Вебинарыг Indico-р дамжуулж үүсгэх боломж олгох. Өөрийн эрсдэлээр ашиглах.
pl_pl: Zezwól na tworzenie webinarów za pośrednictwem Indico. Używasz na własne ryzyko.
pt_br: Permite a criação de webinars através do Indico. Use por sua conta e risco.
sv_se: Tillåt att webbseminarier skapas via Indico. Använd på egen risk.
tr_tr: Web seminerlerinin Indico üzerinden oluşturulmasına izin ver. Risk size ait olacak şekilde kullanın.
uk_ua: Дозволити вебінари створені в Indico. Використовуйте на свій ризик.

source: Join Before Host
cs_cz: Připojit se před hostitelem
de_de: Beitreten vor dem Gastgeber
es_es: Unirse antes del anfitrión
fr_fr: Rejoindre avant l'hôte
it_it: Gli utenti si possono collegare prima dell'host
ja_jp: ホストより先に参加
mn_mn: Хостоос өмнө холбогдох
pl_pl: Dołącz przed gospodarzem
pt_br: Ingresse Antes do Anfitrião
sv_se: Bli medlem innan du blir värd
tr_tr: Konaktan Önce Katıl
uk_ua: Приєднатися перед господарем

source: Allow participants to join the meeting before the host starts the meeting. Only used for scheduled or recurring meetings.
cs_cz: Povolit připojení účastníků před tím, než hostitel spustí mítink. Povolení je možné pouze pro plánované nebo opakující se mítinky.
de_de: Erlaubt es den Teilnehmern, dem Meeting beizutreten, bevor der Gastgeber das Meeting startet. Wird nur für geplante oder wiederkehrende Veranstaltungen verwendet.
es_es: Permita que los participantes se unan a la reunión antes de que el anfitrión comience la reunión. Solo se usa para reuniones programadas o periódicas.
fr_fr: Autoriser les participants à rejoindre la réunion avant que l'hôte démarre la réunion. Utilisé uniquement pour les réunions programmées ou récurrentes.
it_it: Consenti ai partecipanti di unirsi alla riunione prima che l'host inizi la riunione. Valido solo per riunioni programmate o ricorrenti.
ja_jp: ホストがミーティングを開始する前に、参加者が参加できるようにします。スケジュールされたミーティングまたは、繰り返し行われるミーティングにのみ使用されます。
mn_mn: Хост хурал эхлүүлэхээс өмнө хуралд холбогдохыг оролцогчдод зөвшөөрөх. Төлөввлөсөн эсвэл давтагдах хурлуудад зөвхөн ашиглана.
pl_pl: Zezwól uczestnikom na dołączenie do spotkania, zanim gospodarz rozpocznie spotkanie. Używany tylko do zaplanowanych lub cyklicznych spotkań.
pt_br: Permita que os participantes ingressem na reunião antes que o anfitrião inicie a reunião. Usado apenas para reuniões agendadas ou recorrentes.
sv_se: Tillåt deltagare att ansluta till mötet innan värden startar mötet. Används endast för schemalagda eller återkommande möten.
tr_tr: Konak toplantıyı başlatmadan katılımcıların toplantıya katılmasına izin ver. Yalnızca programlı veya tekrar eden toplantılar için kullanılır.
uk_ua: Дозволити учасникам приєднуватися до зустрічей перед тим як господар їх розпочне. Використовуватиметься лише для запланованих або регулярних зустрічей.

source: Creation email footer
cs_cz: Vytvoření zápatí e-mailu
de_de: Erstellung einer Fußzeile in der E-Mail
es_es: Creación de pie de página de correo electrónico
fr_fr: Pied de page du courriel de création
it_it: Creazione piè di pagina email
ja_jp: 作成メールフッター
mn_mn: Цахим шуудангийн фүүтерийг үүсгэа
pl_pl: Tworzenie stopki wiadomości e-mail
pt_br: Rodapé de e-mail de criação
sv_se: Skapa sidfot för e-post
tr_tr: E-posta sayfa altlığı oluşturma
uk_ua: Створення підпису електронного листа

source: Footer to append to emails sent upon creation of a VC room
cs_cz: Zápatí, které bude připojené k e-mailům odeslaným po vytvoření virtuální konferenční místnosti.
de_de: Fußzeile, die in E-Mails angehangen wird bei Erstlelung eines Raums
es_es: Pie de página para agregar a los correos electrónicos enviados al crear una sala de VC
fr_fr: Pied de page à ajouter aux courriels envoyés lors de la création d'une réunion
ja_jp: ビデオ会議室作成時に送信されるメールに付加するフッター
mn_mn: VC өрөөг үүсгэх үед илгээх цахим шууданд фүүтерийг нэмнэ
pl_pl: Stopka dołączona do e-maili wysyłanych po utworzeniu pokoju wideokonferencyjnego.
pt_br: Rodapé para anexar aos e-mails enviados após a criação de uma sala de VC
sv_se: Sidfot att bifoga till e-postmeddelanden som skickas vid skapande av ett VC-rum
tr_tr: Bir videokonferans odasının oluşturulmasının ardından gönderilen e-postalara eklenecek sayfa altlığı
uk_ua: Підпис для приєднання до електронних листів, які надсилаються в момент створення VC кімнати

source: Send host URL
cs_cz: Odeslat hostitelskou adresu URL
de_de: Sende Host URL
es_es: Enviar URL de host
fr_fr: Envoyer l'URL de l'hôte
it_it: Invia URL host
ja_jp: ホストURLの送信
mn_mn: Хостын URL-г илгээх
pl_pl: Wyślij adres URL gospodarza
pt_br: Enviar URL do anfitrião
sv_se: Skicka värd-URL
tr_tr: Konak URL'sini gönder
uk_ua: Вислати URL господаря

source: Whether to send an e-mail with the Host URL to the meeting host upon creation of a meeting
cs_cz: Má systém Indico odeslat e-mail s hostitelskou adresou URL po vytvoření virtuální konferenční místnosti?
de_de: Beim Erstellen eines Meetings eine E-Mail mit der Host-URL an den Host des Meetings senden oder nicht senden
es_es: Sirve para enviar un correo electrónico con la URL del organizador al organizador de la reunión al crear una reunión.
fr_fr: Envoyer ou non un courriel contenant l'URL d'hôte à l'hôte de la réunion à la création d'une réunion
it_it: Inviare un'e-mail con l'Host URL al meeting host della riunione al momento della sua creazione?
ja_jp: ミーティング作成時に、ホストにホスト URLを記載したメールを送信するかどうか
mn_mn: Хурлыг үүсгэх үед хурлын хостод Хостын URL-н хамтаар цахим шуудан илгээх эсэх
pl_pl: Określa, czy podczas tworzenia spotkania wysłać wiadomość e-mail zawierającą adres URL gospodarza do gospodarza spotkania
pt_br: Se deve enviar um e-mail com o URL do Anfitrião para o anfitrião da reunião após a criação de uma reunião
sv_se: Om ett e-postmeddelande med värd-URL:en ska skickas till mötesvärden när ett möte skapas
tr_tr: Bir toplantı oluşturulduktan sonra toplantı konağına Konak URL'si olan bir e-postanın gönderilip gönderilmeyeceği
uk_ua: Чи посилати електронний лист з посиланням на зустріч після її створення господарю зустрічі.

source: Join via phone
cs_cz: Telefonické připojení
de_de: Beitritt über Telefon
es_es: Unirse por teléfono
fr_fr: Se joindre par téléphone
it_it: Partecipa telefonicamente
ja_jp: 電話による参加
mn_mn: Утсаар дамжуулж нэгдэх
pl_pl: Dołącz przez telefon
pt_br: Ingressar via telefone
sv_se: Anslut via telefon
tr_tr: Telefon ile bağlan
uk_ua: Приєднатися по телефону

source: Link to instructions on joining a meeting via phone
cs_cz: Odkaz na návod na připojení ke schůzce přes telefon
de_de: Link für Anleitungen zur Teilnahme an Treffen per Telefon
es_es: Enlace a instrucciones sobre cómo unirse a una reunión por teléfono
fr_fr: Lien vers les instructions pour rejoindre une réunion par téléphone
it_it: Link alle istruzioni per partecipare al meeting telefonicamente
ja_jp: 電話によるミーティングへの参加方法の説明へのリンク
mn_mn: Утсаар дамжуулж хуралд нэмэгдэх тухай зааварт холбосон холбоос
pl_pl: Link do instrukcji dołączania do spotkania przez telefon
pt_br: Link para instruções sobre como ingressar em uma reunião por telefone
sv_se: Länk till instruktioner för att delta i ett möte via telefon
tr_tr: Telefonla toplantıya katılma yönergelerine bağlantı
uk_ua: Посилання на інструкції для приєднання до зустрічі телефоном

source: Invalid identity providers: {}
cs_cz: Neplatný poskytovatel identity / nepltní poskytovatelé identit: {}
de_de: Ungültiger Identity Provider: {}
es_es: Proveedores de identidad no válidos: {}
fr_fr: Fournisseurs d'identité invalides: {}
it_it: Identity provider non validi: {}
ja_jp: 無効なIDプロバイダー: {}
mn_mn: хүчингүй тодорхойлолт хангагч: {}
pl_pl: Nieprawidłowi dostawcy tożsamości: {}
pt_br: Provedores de identidade inválidos: {}
sv_se: Ogiltiga identitetsleverantörer: {}
tr_tr: Geçersiz kimlik sağlayıcıları: {}
uk_ua: Неправильні служби автентифікації: {}

source: Could not create the room in Zoom. Please contact support if the error persists
cs_cz: Vytvoření virtuální místnosti v aplikaci Zoom se nezdařilo. Pokud se problém opakuje, kontaktujte podporu.
de_de: Der Raum konnte in Zoom nicht erstellt werden. Bitte kontaktieren Sie den Support, wenn der Fehler weiterhin besteht
es_es: No se pudo crear la sala en Zoom. Póngase en contacto con el servicio de asistencia si el error persiste
fr_fr: Impossible de créer la réunion dans Zoom. Veuillez contacter le support si l'erreur persiste
ja_jp: Zoomでルームを作成できませんでした。エラーが続く場合は、サポートにご連絡ください
mn_mn: Зүүм дотор өрөө үүсгэж чадахгүй байна. Алдаа үргэлжилбэл тусламжийн багтай холбогдоно уу.
pl_pl: Nie udało się utworzyć pokoju w Zoom. Skontaktuj się z pomocą techniczną, jeśli błąd będzie się powtarzał.
pt_br: Não foi possível criar a sala em Zoom. Entre em contato com o suporte se o erro persistir
sv_se: Det gick inte att skapa rummet i Zoom. Vänligen kontakta support om felet kvarstår
tr_tr: Zoom'da oda oluşturulamadı. Lütfen hatanın devam etmesi halinde iletişime geçin.
uk_ua: Неможливо створити кімнату в Zoom. Будь-ласка зв'яжіться зі службою підтримки якщо ця помилка залишатиметься.

source: Room didn't exist in Zoom anymore
cs_cz: Virtuální místnost v aplikaci Zoom již neexistuje.
de_de: Der Raum existierte nicht mehr in Zoom
es_es: La sala no existía previamente en Zoom
fr_fr: La réunion n'existait plus dans Zoom
ja_jp: そのルームは、もうZoomに存在しなかった。
mn_mn: Зүүм дотор өрөө оршихоо больсон байсан
pl_pl: Pokój już nie istniał w Zoom
pt_br: A sala não existia mais no Zoom
sv_se: Rummet fanns inte längre i Zoom
tr_tr: Oda artık Zoom'da mevcut değil
uk_ua: Кімнати не існує в Zoom

source: Zoom Error: "{}"
cs_cz: Chyba aplikace Zoom: "{}"
de_de: Zoom Fehler: "{}"
es_es: Error de Zoom: "{}"
fr_fr: Erreur Zoom: "{}"
it_it: Errore Zoom: "{}"
ja_jp: Zoom エラー: "{}"
mn_mn: Зүүмийн алдаа: "{}"
pl_pl: Błąd Zoom: "{}"
pt_br: Erro do Zoom: "{}"
sv_se: Zoomfel: "{}"
tr_tr: Zoom Hatası: "{}"
uk_ua: Помилка Zoom: "{}"

source: Problem deleting room
cs_cz: Při vymazávaní virtuální místnosti nastala chyba
de_de: Problem beim Löschen des Raums
es_es: Problema al borrar la sala
fr_fr: Erreur lors de la suppression de la salle
ja_jp: ルームの削除に問題がある
mn_mn: Өрөө устгах асуудал
pl_pl: Problem z usunięciem pokoju
pt_br: Problema ao excluir a sala
sv_se: Problem med att ta bort rum
tr_tr: Oda silme sorunu
uk_ua: Проблема підчас видалення кімнати

source: The room "{}" no longer exists in Zoom and was removed from the event
cs_cz: Virtuální místnost "{}" v aplikaci Zoom již neexistuje a byla odstraněna z Vámi plánované události.
de_de: Der Raum "{}" existiert nicht mehr in Zoom und wurde aus dem Veranstaltungstermin entfernt
es_es: La sala "{}" ya no existe en Zoom y se eliminó del evento.
fr_fr: La salle "{}" n'existe plus dans Zoom et a donc été supprimée de l'évènement
ja_jp: ルーム"{}"はZoomに存在しないため、イベントから削除された。
mn_mn: Өрөө "{}" Зүүм дотор оршихоо байсан ба үйл явдлаас устгагдсан байна
pl_pl: Pokój "{}" nie istnieje już w Zoom i został usunięty z wydarzenia
pt_br: A sala "{}" não existe mais no Zoom e foi removida do evento
sv_se: Rummet "{}" finns inte längre i Zoom och togs bort från händelsen
tr_tr: "{}" odası artık Zoom'da mevcut değildir ve etkinlikten kaldırılmıştır
uk_ua: Кімнати "{}" більше не існує в Zoom і вона була видалена із заходу

source: There are one or more scheduled Zoom meetings associated with this event which were not automatically updated.
fr_fr: Il existe une ou plusieurs réunions Zoom associées à cet événement qui n'ont pas été automatiquement mises à jour.
mn_mn: Автоматаар шинэчлэгдээгүй энэхүү үйл явдалтай холбоотой нэг ба түүнээс дээш төлөвлөсөн Зүүм хурлууд байна.
pl_pl: Istnieje co najmniej jedno zaplanowane spotkanie Zoom powiązane z tym wydarzeniem, które nie zostało automatycznie zaktualizowane.
pt_br: Há uma ou mais reuniões Zoom agendadas associadas a este evento que não foram atualizadas automaticamente.
tr_tr: Otomatik olarak güncellenmemiş bu etkinlikle ilişkilendirilmiş bir veya daha fazla planlanmış Zoom toplantısı var.

source: There are one or more scheduled Zoom meetings associated with the contribution "{}" which were not automatically updated.
fr_fr: Il y a une ou plusieurs réunion Zoom associées à la contribution "{}" qui n'ont pas été automatiquement mises à jour.
mn_mn: Автоматаар шинэчлэгдээгүй "{}"-д хувь нэмэр оруулахтай холбоотой нэг ба түүнээс дээш төлөвлөсөн Зүүм хурлууд байна.
pl_pl: Istnieje co najmniej jedno zaplanowane spotkanie Zoom powiązane z kontrybucją "{}", które nie zostało automatycznie zaktualizowane.
pt_br: Há uma ou mais reuniões Zoom agendadas associadas à contribuição "{}" que não foram atualizadas automaticamente.
tr_tr: Otomatik olarak güncellenmemiş "{}" katkısıyla ilişkilendirilmiş bir veya daha fazla planlanmış Zoom toplantısı var.

source: There are one or more scheduled Zoom meetings associated with this session block which were not automatically updated.
fr_fr: Il existe une ou plusieurs réunions Zoom associées à ce bloc de session qui n'ont pas été automatiquement mises à jour.
mn_mn: Автоматаар шинэчлэгдээгүй энэхүү хурлын блоктой холбоотой нэг ба түүнээс дээш төлөвлөсөн Зүүм хурлууд байна.
pl_pl: Istnieje co najmniej jedno zaplanowane spotkanie Zoom powiązane z tym blokiem sesji, które nie zostało automatycznie zaktualizowane.
pt_br: Há uma ou mais reuniões de Zoom agendadas associadas a este bloco de sessão que não foram atualizadas automaticamente.
tr_tr: Otomatik olarak güncellenmemiş bu seans öbeğiyle ilişkilendirilmiş bir veya daha fazla planlanmış Zoom toplantısı var.

source: All emails
cs_cz: Všechny e-maily
de_de: Alle E-Mails
es_es: Todos los correos
fr_fr: Toutes les adresses de courriel
it_it: Tutte le email
ja_jp: 全てのメールアドレス
mn_mn: Бүх цахим шуудангууд
pl_pl: Wszystkie e-maile
pt_br: Todos os e-mails
sv_se: Alla e-postmeddelanden
tr_tr: Tüm e-postalar
uk_ua: Всі електронні листи

source: Email domains
cs_cz: E-mailové domény
de_de: E-Mail-Domänen
es_es: Dominios de correo
fr_fr: Domaines de courriel
it_it: Domini email
ja_jp: メールドメイン
mn_mn: Цахим шуудангийн домэйнүүд
pl_pl: Domeny e-mail
pt_br: Domínios de email
sv_se: E-postdomäner
tr_tr: E-posta alan adları
uk_ua: E-mail домени

source: Authenticators
cs_cz: Autentizátory
de_de: Authentifizierer
es_es: Autenticadores
fr_fr: Authentificateurs
it_it: Authenticator
ja_jp: 認証機関
mn_mn: Баталгаажуулагчид
pl_pl: Uwierzytelniający
pt_br: Autenticadores
sv_se: Autentiserare
tr_tr: Kimlik denetleyiciler
uk_ua: Служби автентифікації

source: This room has been deleted from Zoom
cs_cz: Tato virtuální místnost byla odstraněná z aplikace Zoom
de_de: Dieser Raum wurde aus Zoom gelöscht
es_es: Esta sala ha sido eliminada de Zoom
fr_fr: Cette réunion a été effacée de Zoom
ja_jp: このルームはZoomから削除されました
mn_mn: Энэхүү өрөөг Зүүмээс устгалаа
pl_pl: Ten pokój został usunięty z Zoom
pt_br: Esta sala foi excluída do Zoom
sv_se: Detta rum har tagits bort från Zoom
tr_tr: Oda Zoom'dan silinmiştir
uk_ua: Ця кімната була видалена з Zoom

source: Problem fetching room from Zoom. Please contact support if the error persists.
cs_cz: Problém s načítáním místnosti prostřednictvím aplikace Zoom. Pokud chyba přetrvává, kontaktujte podporu.
de_de: Problem beim Abrufen des Raums von Zoom. Bitte kontaktieren Sie den Support, wenn der Fehler weiterhin besteht.
es_es: Problema al extraer salas de Zoom. Póngase en contacto con el servicio de asistencia si el error persiste.
fr_fr: Erreur en récupérant la réunion Zoom. Veuillez contacter le support si cette erreur persiste.
ja_jp: Zoomからルームを取得する際に問題が発生しました。エラーが続く場合は、サポートにご連絡ください。
mn_mn: Зүүмээс өрөө зөөхөд үүсэх асуудал. Алдаа үргэлжилж байвал дэмжлэгийн багтай холбогдоно уу.
pl_pl: Problem z pobraniem pokoju z Zoom. Skontaktuj się z pomocą techniczną, jeśli błąd będzie się powtarzał.
pt_br: Problema ao buscar espaço no Zoom. Entre em contato com o suporte se o erro persistir.
sv_se: Problem med att hämta rum från Zoom. Vänligen kontakta support om felet kvarstår.
tr_tr: Sorun Zoom'dan kaynaklanmaktadır. Lütfen hatanın devam etmesi halinde iletişime geçiniz.
uk_ua: Неможливо отримати доступ до кімнати в Zoom. Будь-ласка зв'яжіться зі службою підтримки якщо ця помилка залишатиметься.

source: Room no longer exists in Zoom
cs_cz: Virtuální místnost v aplikaci Zoom již neexistuje
de_de: Raum existiert nicht mehr in Zoom
es_es: La sala ya no existe en Zoom
fr_fr: La salle n'existe plus dans Zoom
ja_jp: Zoomにルームが存在しない
mn_mn: Зүүм дотор өрөө оршихоо больсон.
pl_pl: Pokój już nie istnieje w Zoom
pt_br: A sala não existe mais no Zoom
sv_se: Rummet finns inte längre i Zoom
tr_tr: Oda artık Zoom'da mevcut değil
uk_ua: Кімнати більше не існує в Zoom

source: Can't update meeting. Please contact support if the error persists.
cs_cz: Schůzku nelze aktualizovat. Pokud problém přetrvává, kontaktujte podporu.
de_de: Das Meeting kann nicht aktualisiert werden. Bitte kontaktieren Sie den Support, wenn der Fehler weiterhin besteht.
es_es: No se puede actualizar la reunión. Póngase en contacto con el servicio de asistencia si el error persiste.
fr_fr: Impossible de mettre à jour la réunion. Veuillez contacter le support si l'erreur persiste.
it_it: Impossibile aggiornare la riunione. Se l'errore persiste contattare il supporto.
ja_jp: ミーティングをアップデートできません。エラーが続く場合は、サポートまでご連絡ください。
mn_mn: Хурлыг шинэчилж чадахгүй байна. Алдаа үргэлжилж байвал дэмжлэгийн багтай холбоо барина уу
pl_pl: Nie można zaktualizować spotkania. Skontaktuj się z pomocą techniczną, jeśli błąd będzie się powtarzał.
pt_br: Não é possível atualizar a reunião. Entre em contato com o suporte se o erro persistir.
sv_se: Det går inte att uppdatera mötet. Kontakta support om felet kvarstår.
tr_tr: Toplantı güncellenmiyor. Lütfen hatanın devam etmesi halinde iletişime geçiniz.
uk_ua: Неможливо оновити зустріч. Будь-ласка зв'яжіться зі службою підтримки якщо ця помилка залишатиметься.

source: Could not find Zoom user for alternative host
cs_cz: Uživatel aplikace Zoom pro alternativního hostitele nemohl být nalezen.
de_de: Zoom-Benutzer für alternativen Host konnte nicht gefunden werden
es_es: No se pudo encontrar el usuario de Zoom para el host alternativo
fr_fr: Impossible de trouver l'utilisateur Zoom comme hôte alternatif
it_it: Impossibile trovare utenti Zoom come co-host
ja_jp: 代替ホストとなるZoomユーザが見つかりませんでした。
mn_mn: Өөр хост дээрх Зүүмийн хэрэглэгчийг олж чадахгүй байна.
pl_pl: Nie można znaleźć użytkownika Zoom dla alternatywnego gospodarza
pt_br: Não foi possível encontrar o usuário do Zoom para ser o anfitrião alternativo
sv_se: Kunde inte hitta Zoom-användare för alternativ värd
tr_tr: Alternatif konak için Zoom kullanıcısı bulunamadı
uk_ua: Не можна знайти користувача для альтернативного господаря

source: You will become an alternative host of this Zoom meeting
fr_fr: Vous deviendrez un hôte alternatif de cette réunion Zoom
mn_mn: Та энэхүү Зүүм хурлын өөр нэг хост болох болно.
pl_pl: Zostaniesz alternatywnym gospodarzem tego spotkania Zoom
pt_br: Você se tornará um anfitrião alternativo desta reunião do Zoom
tr_tr: Bu Zoom toplantısının bir alternatif konağı olacaksınz

source: Make me alternative host
fr_fr: Faites de moi un hôte alternatif
mn_mn: Намайг өөр нэг хост болгох
pl_pl: Uczyń mnie alternatywnym gospodarzem
pt_br: Torne-me um anfitrião alternativo
tr_tr: Beni alternatif konak yap

source: Join
cs_cz: Připojit se
de_de: Teilnehmen
es_es: Unirse
fr_fr: Rejoindre
it_it: Unisciti
ja_jp: 参加
mn_mn: Холбогдох
pl_pl: Dołącz
pt_br: Participar
sv_se: Gå med
tr_tr: Katıl
uk_ua: Приєднатися

source: You will need a passcode to join this Zoom meeting
cs_cz: Pro připojení k této Zoom schůzce budete potřebovat klíč/heslo.
de_de: Sie benötigen einen Passcode, um an diesem Zoom Meeting teilnehmen zu können
es_es: Necesitará un código de acceso para unirse a esta reunión de Zoom
fr_fr: Vous aurez besoin d'un code secret pour rejoindre cette réunion Zoom
it_it: Per unirti a questa riunione Zoom occorre un passcode
ja_jp: このZoomミーティングに参加するには、パスコードが必要です。
mn_mn: Энэхүү Зүүм хуралд холбогдохын тулд нэвтрэх код хэрэгтэй болно.
pl_pl: Aby dołączyć do tego spotkania Zoom, będziesz potrzebować hasła
pt_br: Você precisará de um código de acesso para entrar nesta reunião do Zoom
sv_se: Du behöver en lösenkod för att delta i detta Zoom-möte
tr_tr: Bu Zoom toplantısına katılmak için bir parolaya ihtiyacınız olacak
uk_ua: Вам буде потрібен код щоб приєднатися до зустрічі

source: This Zoom Meeting can only be seen by registered participants
cs_cz: Tuhle schůzku uvidí jenom registrovaní uživatelé
de_de: Dieses Zoom Meeting kann nur von registrierten Teilnehmern gesehen werden
es_es: Esta reunión de Zoom solo puede ser vista por los participantes registrados
fr_fr: Cette réunion Zoom ne peut être vue que par les participants inscrits
it_it: Questo meeting Zoom può essere visto solo da utenti registrati
ja_jp: このZoomミーティングは、登録された参加者のみが見ることができます。
mn_mn: Энэхүү Зүүм хурал бүртгэлтэй хэрэглэгчдэд зөвхөн харагдана
pl_pl: To spotkanie Zoom może być widoczne tylko dla zarejestrowanych uczestników
pt_br: Esta Reunião do Zoom só pode ser vista por participantes registrados
sv_se: Detta Zoom-möte kan endast ses av registrerade deltagare
tr_tr: Bu Zoom Toplantısı yalnızca kayıtlı katılımcılar tarafından görülebilir
uk_ua: Лише зареєстпровані користувачі можуть бачити цю Zoom зустріч

source: Please register
cs_cz: Prosíme zaregistrujte se
de_de: Bitte anmelden
es_es: Por favor regístrese
fr_fr: Veuillez vous inscrire
it_it: Si prega di registrarsi
ja_jp: 登録してください
mn_mn: Бүртгүүлнэ үү
pl_pl: Proszę się zarejestrować
pt_br: Por favor registre
sv_se: Vänligen registrera dig
tr_tr: Lütfen kaydolun
uk_ua: Зареєструйтесь будь-ласка

source: Registration required
cs_cz: Vyžaduje se registrace
de_de: Registrierung erforderlich
es_es: Se requiere registro
fr_fr: Inscription nécessaire
it_it: Registrazione necessaria
ja_jp: 登録が必要です
mn_mn: Бүртгүүлэх шаардлагатай
pl_pl: Wymagana rejestracja
pt_br: Registro requerido
sv_se: Registrering krävs
tr_tr: Kayıt zorunlu
uk_ua: Потрібна реєстрація

source: Please log in and register
cs_cz: Prosíme přihlaste se a zaregistrujte se
de_de: Bitte einloggen und anmelden
es_es: Inicie sesión y regístrese
fr_fr: Veuillez vous connecter et vous inscrire
it_it: Accedere e registrarsi
ja_jp: ログインしてご登録ください
mn_mn: Нэвтэрч ороод бүртгүүлнэ үү
pl_pl: Zaloguj się i zarejestruj
pt_br: Por favor faça login e registre-se
sv_se: Vänligen logga in och registrera dig
tr_tr: Lütfen oturum açın ve kaydolun
uk_ua: Будь-ласка ввійдіть і зареєструйтесь
