Repository: indico/indico-plugins
Catalog: vc_zoom/indico_vc_zoom/translations/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, it_it, ja_jp, mn_mn, pl_pl, pt_br, sv_se, tr_tr, uk_ua

source: This Zoom Meeting can only be seen by logged in users
cs_cz: Tuto Zoom schůzku mohou vidět pouze přihlášení uživatelé
de_de: Dieses Zoom Meeting kann nur von eingeloggten Nutzern gesehen werden
es_es: Esta reunión de Zoom solo puede ser vista por usuarios registrados
fr_fr: Cette réunion Zoom ne peut être vue que par les utilisateurs connectés
it_it: Questa riunione Zoom può essere vista solo da utenti autenticati
ja_jp: このZoomミーティングは、ログインしているユーザーしか見ることができません。
mn_mn: Энэхүү Зүүм хурал зөвхөн нэвтэрч орсон хэрэглэчдэд харагдана
pl_pl: To spotkanie Zoom może być widoczne tylko dla zalogowanych użytkowników
pt_br: Este Zoom Meeting só pode ser visto por usuários logados
sv_se: Detta Zoom-möte kan endast ses av inloggade användare
tr_tr: Bu Zoom Toplantısı yalnızca oturum açan katılımcılar tarafından görülebilir
uk_ua: Лише автентифіковані користувачі можуть бачити цю Zoom зустріч

source: Please log in
cs_cz: Prosíme přihlaste se
de_de: Bitte einloggen
es_es: Por favor, inicie sesión
fr_fr: Veuillez vous connecter
it_it: Accedi
ja_jp: ログインしてください
mn_mn: Нэвтэрч орно уу
pl_pl: Proszę się zalogować
pt_br: Por favor entre
sv_se: Vänligen logga in
tr_tr: Lütfen oturum açın
uk_ua: Будь-ласка ввійдіть

source: The host of this Zoom meeting is <strong>%(host)s</strong>. In case you want to delete this Zoom meeting from all events, please make sure that they do not use it for other events that may still need it!
cs_cz: Hostitelem této schůzky aplikace Zoom je <strong>%(host)s </strong>. Pokud chcete odstranit tuto schůzku ze všech událostí, ujistěte se, že již není používaná
de_de: Der Gastgeber dieses Zoom-Meetings ist <strong>%(host)s</strong>. Falls Sie dieses Zoom-Meeting aus allen Veranstaltungen löschen möchten, stellen Sie bitte sicher, dass es nicht für andere Veranstaltungen verwendet wird, die es möglicherweise noch benötigen!
es_es: El anfitrión de esta reunión de Zoom es <strong>%(host)s</strong>. En caso de que desee eliminar esta reunión de Zoom de todos los eventos, asegúrese de que no la utilicen para otros eventos que aún puedan necesitarla.
fr_fr: L'hôte de cette réunion Zoom est <strong>%(host)s</strong>. Au cas où vous voudriez supprimer cette réunion Zoom de tous les évènements, veuillez vous assurer qu'ils ne l'utilisent pas pour d'autres événements qui pourraient toujours en avoir besoin!
it_it: L'host di questo meeting Zoom è <strong>%(host)s</strong>. Se si desidera eliminare questo meeting Zoom da tutti gli eventi, assicurarsi che non venga utilizzato per altri eventi che potrebbero ancora averne bisogno!
ja_jp: このZoomミーティングのホストは<strong>%(host)s</strong>です。このZoomミーティングをすべてのイベントから削除したい場合は、まだ必要かもしれない他のイベントで使用されないように注意してください！
mn_mn: Энэхүү Зүүм хурлын хост нь <strong>%(host)s</strong>. Та энэхүү Зүүм хурлыг бүх үйл явдлаас устгахыг хүсвэл, үүнийг ашиглах шаардлагатай бусад үйл явдалд ашиглахгүй байхад анхаарна уу!
pl_pl: Gospodarzem tego spotkania Zoom jest<strong>%(host)s</strong>. Jeśli chcesz usunąć to spotkanie Zoom ze wszystkich wydarzeń, upewnij się, że nie jest używane do innych wydarzeń, które mogą go nadal potrzebować!
pt_br: O anfitrião desta reunião Zoom é <strong>%(host)s</strong>. Caso você queira apagar esta reunião do Zoom de todos os eventos, certifique-se de que eles não a utilizem para outros eventos que ainda possam precisar!
sv_se: Värd för detta Zoom-möte är <strong>%(host)s</strong>. Om du vill ta bort det här Zoom-mötet från alla evenemang, se till att de inte använder det för andra evenemang som fortfarande kan behöva det!
tr_tr: Bu Zoom toplantısının konağı <strong>%(host)s</strong>. Bu Zoom toplantısını tüm etkinliklerden silmek istemeniz halinde, lütfen onların bu toplantıyı ihtiyaç duyulabilecek başka etkinlikler için kullanmadığından emin olun!
uk_ua: Господарем цієї зустрічі є <strong> %(host)s </strong>. Якщо ви хочете видалити цю зустріч з усіх подій, переконайтесь, що вони не використовують її для інших подій, які все ще можуть знадобитися!

source: Zoom Meeting ID
cs_cz: ID schůzky v aplikaci Zoom
es_es: ID de la reunión Zoom
fr_fr: ID de réunion Zoom
it_it: Meeting ID Zoom
ja_jp: ZoomミーティングのID
mn_mn: Зүүм хурлын ID
pl_pl: Identyfikator spotkania Zoom
pt_br: ID da Reunião do Zoom
sv_se: ID för Zoom-möte
tr_tr: Zoom Toplantı Kimliği
uk_ua: ID Zoom зустрічі

source: Host
cs_cz: Hostitel
fr_fr: Hôte
ja_jp: ホスト
mn_mn: Хост
pl_pl: Gospodarz
pt_br: Anfitrião
sv_se: Värd
tr_tr: Konak
uk_ua: Господар

source: Alternative host
cs_cz: Alternativní hostitel
es_es: Host alternativo
fr_fr: Hôte alternatif
it_it: Co-host
ja_jp: 代替ホスト
mn_mn: Өөр хост
pl_pl: Alternatywny gospodarz
pt_br: Anfitrião alternativo
sv_se: Alternativ värd
tr_tr: Zoom URL'si
uk_ua: Альтернативні господар

source: Useful links
cs_cz: Užitečné odkazy
de_de: Nützliche Verknüpfungen
es_es: Enlaces útiles
fr_fr: Liens utiles
it_it: Link utili
ja_jp: お役立ちリンク
mn_mn: Хэрэгтэй холбоосууд
pl_pl: Przydatne linki
pt_br: Links úteis
sv_se: Användbara länkar
tr_tr: Faydalı bağlantılar
uk_ua: Корисні посилання

source: Zoom URL
cs_cz: URL aplikace Zoom
es_es: URL de Zoom
fr_fr: URL Zoom
it_it: URL Zoom
mn_mn: Зүүмийн URL
pl_pl: Adres URL Zoom
pt_br: URL do Zoom
sv_se: URL för zoom
tr_tr: Zoom URL'si
uk_ua: Zoom URL адреса

source: Linked to
cs_cz: Spojené s
de_de: Verlinkt zu
es_es: Enlazado a
fr_fr: Liée à
it_it: Collegato a
ja_jp: リンク
mn_mn: Холбоос хийсэн
pl_pl: Powiązany z
pt_br: Ligado a
sv_se: Kopplad till
tr_tr: Tüm etkinlikle
uk_ua: Пов'язано з

source: the whole event
cs_cz: celá událost
de_de: die gesamte Veranstaltung
es_es: todo el evento
fr_fr: l'événement entier
it_it: l'intero evento
ja_jp: イベント全体
mn_mn: бүрэн үйл явдал
pl_pl: całe wydarzenie
pt_br: todo o evento
sv_se: hela evenemanget
tr_tr: ilişkilendirilmiştir
uk_ua: усім заходом

source: Contribution
cs_cz: Příspěvek
de_de: Beitrag
es_es: Contribución
it_it: Contributo
ja_jp: 投稿
mn_mn: Хувь нэмэр
pl_pl: Kontrybucja
pt_br: Contribuição
sv_se: Bidrag
tr_tr: Katkı
uk_ua: Доповідь

source: Session
cs_cz: Sekce
de_de: Sitzung
es_es: Sesión
it_it: Sessione
ja_jp: セッション
mn_mn: Хурал
pl_pl: Sesja
pt_br: Sessão
tr_tr: Oturum
uk_ua: Засідання

source: Created on
cs_cz: Vytvořeno dne
de_de: Erstellt am
es_es: Creado el
fr_fr: Créé le
it_it: Creato il
ja_jp: 作成日時
mn_mn: Үүсгэсэн
pl_pl: Utworzono
pt_br: Criado em
sv_se: Skapad på
tr_tr: Tarihine oluşturulmuştur
uk_ua: Створено

source: Modified on
cs_cz: Změněno dne
de_de: Geändert am
es_es: Modificado el
fr_fr: Modifiée le
it_it: Modificato il
ja_jp: 変更日時
mn_mn: Шинэчилсэн
pl_pl: Zmodyfikowano
pt_br: Modificado em
sv_se: Ändrad på
tr_tr: Tarihinde değiştirilmiştir
uk_ua: Змінено

source: This is a Zoom webinar
cs_cz: Tohle je webinář aplikace Zoom
de_de: Dies ist ein Zoom Webinar
es_es: Este es un seminario web de Zoom
fr_fr: Ceci est un wébinaire Zoom
it_it: Questo è un webinar Zoom
ja_jp: これはZoomのウェビナーです
mn_mn: Энэ бол Зүүмийн вебинар
pl_pl: To jest webinar Zoom
pt_br: Este é um webinar do Zoom
sv_se: Detta är ett Zoom-webbinarium
tr_tr: Bu bir Zoom web semineridir
uk_ua: Це вебінар Zoom

source: Participants will join the meeting muted by default
it_it: Per impostazione predefinita, i partecipanti entreranno nel meeting con il microfono disattivato

source: The host will join the meeting with video disabled
it_it: L'host entrerà nel meeting con il video disattivato

source: Participants will join the meeting with video disabled
it_it: I partecipanti entreranno nel meeting con il video disattivato

source: Optional description for this meeting
it_it: Descrizione facoltativa del meeting

source: Webhook Secret Token
it_it: Secret Token del Webhook

source: Specify the "Secret Token" of your Zoom Webhook if you want live updates in case of modified/deleted Zoom meetings.
it_it: Specificare il "Secret Token" del proprio Webhook Zoom per ricevere aggiornamenti in tempo reale in caso di meeting Zoom modificati o eliminati.

source: Footer to append to emails sent upon creation of a Zoom meeting
it_it: Piè di pagina da aggiungere alle email inviate alla creazione di un meeting Zoom.

source: Zoom credentials not set; the plugin will not work correctly
it_it: Credenziali Zoom non impostate; il plugin non funzionerà correttamente

source: Could not get Zoom token: {}
it_it: Impossibile ottenere il token Zoom: {}

source: The meeting "{}" is using Zoom registration and thus cannot be attached to another event
it_it: Il meeting "{}" sta utilizzando la registrazione di Zoom e quindi non può essere collegato ad un evento differente.

source: Could not create the meeting in Zoom. Please contact support if the error persists
it_it: Non è stato possibile creare il meeting Zoom. Se l'errore persiste contattre il supporto

source: Meeting didn't exist in Zoom anymore
it_it: Meeting Zoom non più esistente.

source: Problem deleting Zoom meeting
it_it: Problema durante l'eliminazione del meeting Zoom

source: The meeting "{}" no longer exists in Zoom and was removed from the event
it_it: Il meeting "{}" non esiste più in Zoom ed è stato rimosso dall'evento.

source: The meeting "{}" is using Zoom registration and thus cannot be attached to the new event
it_it: Il meeting "{}" sta utilizzando la registrazione di Zoom e quindi non può essere collegato ad un nuovo evento.

source: This meeting has been deleted from Zoom
it_it: Questo meeting è stato eliminato da Zoom.

source: Problem fetching meeting from Zoom. Please contact support if the error persists.
it_it: Problema durante il recupero del meeting da Zoom. Se l'errore persiste si prega di contattare il supporto.

source: Meeting no longer exists in Zoom
it_it: Il meeting non esiste più in Zoom.

source: Join the Zoom Meeting
it_it: Partecipa al meeting Zoom

source: Account ID
cs_cz: ID účtu
de_de: Konto ID
es_es: ID de la cuenta
ja_jp: アカウントID
uk_ua: ID акаунту
