Repository: indico/indico-plugins
Catalog: ursh/indico_ursh/translations/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, mn_mn, pl_pl, pt_br, tr_tr, uk_ua, zh_hans_cn

source: Shortcut already exists
cs_cz: Zkratka již existuje
de_de: Abkürzung existiert bereits
es_es: El acceso directo ya existe
fr_fr: Le raccourci existe déjà
hu_hu: A parancsikon már létezik
it_it: Shortcut già esistente
ja_jp: ショートカットがすでに存在する
mn_mn: Товч зам аль хэдийнэ оршин байна
pl_pl: Skrót już istnieje
pt_br: O atalho já existe
tr_tr: Kısayol zaten mevcut
uk_ua: Скорочення вже існує
zh_hans_cn: 快捷方式已存在

source: Malformed shortcut
cs_cz: Neplatný formát zkratky
de_de: Ungültige Abkürzung
es_es: Acceso directo mal elaborado
fr_fr: Raccourci malformé
hu_hu: Hibásan formázott parancsikon
it_it: Shortcut difettoso o non corretto
ja_jp: ショートカットが不正
mn_mn: Бүрэн ажиллагаагүй товч зам
pl_pl: Nieprawidłowy skrót
pt_br: Atalho malformado
tr_tr: Hatalı oluşturulmuş kısayol
uk_ua: Некоректне скорочення
zh_hans_cn: 快捷方式格式错误

source: API key
cs_cz: Klíč API
de_de: API-Schlüssel
es_es: Clave API
fr_fr: Clé d'API
hu_hu: API kulcs
it_it: Chiave API
ja_jp: APIキー
mn_mn: API түлхүүр
pl_pl: Klucz API
pt_br: Chave de API
tr_tr: API anahtarı
uk_ua: Ключ API
zh_hans_cn: API 秘钥

source: The API key to access the <tt>ursh</tt> service
cs_cz: Klíč API potřebný pro přístup k službě <tt>ursh</tt>
de_de: API-Schlüssel für <tt>ursh</tt>-Zugang
es_es: La clave API para acceder al servicio <tt>ursh</tt>
fr_fr: La clé d'API pour accéder au service <tt>ursh</tt>
hu_hu: Az <tt>ursh</tt> szolgáltatás eléréséhez fontos API-kulcs
it_it: Chiave API per accedere al servizio <tt>ursh</tt>
ja_jp: <tt>ursh</tt>サービスにアクセスするためのAPIキー
mn_mn: The API key to access the <tt>ursh</tt> үйлчилгээ рүү нэвтрэхэд ашиглах API түлхүүр
pl_pl: Klucz API wywołujący usługę <tt>ursh</tt>
pt_br: A chave API para acessar o serviço <tt>ursh</tt>
tr_tr: <tt>ursh</tt> servisine erişmek için API anahtarı
uk_ua: Ключ API для доступу до сервісу <tt>ursh<tt>
zh_hans_cn: 访问 <tt>ursh</tt> 服务的 API 密钥

source: API host
es_es: Host API
fr_fr: Hôte d'API
hu_hu: API-állomás
ja_jp: APIホスト
mn_mn: API хост
pl_pl: Host API
pt_br: Host da API
tr_tr: API konağı
uk_ua: Хост API
zh_hans_cn: API 主机

source: The <tt>ursh</tt> API host, providing the interface to generate short URLs
cs_cz: Host API <tt>ursh</tt> sloužící ke generování krátkých adres URL
de_de: <tt>ursh</tt>-API-Host mit Schnittstelle zur Erzeugung von Kurz-URLs
es_es: El host de la API de <tt>ursh</tt>, que proporciona la interfaz para generar URL cortas
fr_fr: L'hôte de l'API <tt>ursh</tt>, qui fournit l'interface pour générer des URLs courts
hu_hu: Az <tt>ursh</tt> API-állomás, amely a felület létrehozásához rövid URL-eket
it_it: L'host API <tt>ursh</tt> che fornisce l'interfaccia per la generazione di URL brevi
ja_jp: 短いURLを生成するインターフェイスを提供する<tt>ursh</tt>APIホスト
mn_mn: <tt>ursh</tt> API хост нь богино URL-уудыг үүсгэх интерфэйсийг бий болгоно
pl_pl: <tt>ursh</tt> host API, dostarczający interfejs do generowania krótkich URL
pt_br: O host da API <tt>ursh</tt>, fornecendo a interface para gerar URLs curtos
tr_tr: Kısa URL'ler yaratmak için arayüzü sağlayan<tt>ursh</tt> API konağı
uk_ua: Хост API <tt>ursh</tt>, що забезпечує інтерфейс для генерації коротких URL-адрес.
zh_hans_cn: <tt>ursh</tt> API 主机，提供生成短URL的接口

source: Create custom shortcut
cs_cz: Vytvořit vlastní zkratku
de_de: Eigene Abkürzung eintragen
es_es: Crear atajo personalizado
fr_fr: Créer un raccourci personnalisé
hu_hu: Egyéni parancsikon létrehozása
it_it: Crea shortcut personalizzato
ja_jp: カスタムショートカットを作成
mn_mn: Тохируулсан товч замыг үүсгэх
pl_pl: Utwórz spersonalizowany skrót
pt_br: Criar um atalho personalizado
tr_tr: Özel kısayol oluştur
uk_ua: Створити індивідуальний ярлик
zh_hans_cn: 创建自定义快捷方式

source: Custom URL creation failed:
cs_cz: Vytvoření vlastní zkratky selhalo:
de_de: Eintrag eigener Adresse fehlgeschlagen:
es_es: Error al crear la URL personalizada:
fr_fr: Echec de la création de l'URL personnalisé:
hu_hu: Az egyéni URL létrehozása nem sikerült:
it_it: Errore nella creazione del custom URL
ja_jp: カスタムURLの作成に失敗
mn_mn: Тохируулсан URL үүсгэлт амжилтгүй боллоо:
pl_pl: Utworzenie spersonalizowanego URL nie powiodło się:
pt_br: Falha na criação da URL personalizada:
tr_tr: Özel URL oluşturma başarısızlığa uğradı
uk_ua: Не вдалось створити індивідуальну URL-адресу:
zh_hans_cn: 自定义网址创建失败：

source: Custom URL created successfully
cs_cz: Vlastní zkratka vyla úspěšně vytvořena
de_de: Eigene Adresse eingetragen
es_es: URL personalizada creada correctamente
fr_fr: Succès de la création de l'URL personnalisé
hu_hu: Az egyéni URL létrehozása sikeresen megtörtént
it_it: Custom URL creato con successo
ja_jp: カスタムURLを作成した
mn_mn: Тохируулсан URL амжилттай үүслээ
pl_pl: Utworzono spersonalizowany URL
pt_br: URL personalizada criada com sucesso
tr_tr: Özel URL başarılı biçimde oluşturuldu
uk_ua: Успішно створено URL-адресу
zh_hans_cn: 自定义网址创建成功

source: Creating a custom shortcut for the following URL:
cs_cz: Vytvářím vlastní krátké URL pro následující adresu URL:
de_de: Eigene Abkürzung für folgende Adresse erzeugen:
es_es: Creando un acceso directo personalizado para la siguiente URL:
fr_fr: Création d'un raccourci personnalisé pour l'URL suivant:
hu_hu: Egyéni parancsikon létrehozása a következő URL-címhez:
it_it: Crea uno shortcut custom per l'URL:
ja_jp: 次のURLのカスタムショートカットを作成する：
mn_mn: Дараах URL-н тохируулсан товч замыг үүсгэж байна:
pl_pl: Utwórz spersonalizowany skrót dla następujących URL:
pt_br: Criação de um atalho personalizado para a seguinte URL:
tr_tr: Aşağıdaki URL için özel bir kısayol oluşturuyor:
uk_ua: Створення індивідуального ярлика для такої URL-адреси:
zh_hans_cn: 为以下URL创建自定义快捷方式：

source: Please enter the desired shortcut below (at least 5 chars).
cs_cz: Níže prosím zadejte Vámi požadovanou zkratku (nejméně 5 znaků).
de_de: Bitte die gewünschte Abkürzung (mindestens 5 Zeichen) hierunter eintragen.
es_es: Ingrese el acceso directo deseado a continuación (al menos 5 caracteres).
fr_fr: Veuillez entrer le raccourci souhaité ci-dessous (au moins 5 caractères).
hu_hu: Adja meg a kívánt parancsikont az alábbiakban (legalább 5 karakter).
it_it: Inserire di seguito lo shortcut desiderato (almeno 5 caratteri).
ja_jp: ご希望のショートカットを以下にご記入ください（5文字以上）
mn_mn: Хүсэж буй товч замаа доор оруулна уу (5 тэмдэгтээс цөөнгүй)
pl_pl: Proszę wprowadzić pożądany skrót poniżej (co najmniej 5 znaków).
pt_br: Insira o atalho desejado abaixo (pelo menos 5 caracteres).
tr_tr: Lütfen arzu edilen kısayolu aşağıda giriniz (en az 5 karakter)
uk_ua: Введіть бажаний ярлик нижче (щонайменше 5 символів).
zh_hans_cn: 请在下面输入所需的快捷方式（至少5个字符）。

source: Enter a shortcut...
cs_cz: Zadejte zkratku ...
de_de: Abkürzung eintragen…
es_es: Introducir un acceso directo...
fr_fr: Veuillez entrer un raccourci...
hu_hu: Adja meg a parancsikont...
it_it: Inserire uno shortcut...
ja_jp: ショートカットを入力する
mn_mn: Товч зам оруулах...
pl_pl: Wprowadź skrót...
pt_br: Insira um atalho...
tr_tr: Bir kısayol gir...
uk_ua: Введіть скорочення
zh_hans_cn: 输入快捷方式...

source: Create
cs_cz: Vytvořit
de_de: Erzeugen
es_es: Crear
fr_fr: Créer
hu_hu: Létrehozás
it_it: Crea
ja_jp: 作成
mn_mn: Үүсгэх
pl_pl: Utwórz
pt_br: Criar
tr_tr: Oluştur
uk_ua: Створити
zh_hans_cn: 创建

source: Short URL options
cs_cz: Možnosti formátu krátké URL
de_de: Optionen für Kurz-URL
es_es: Opciones de URL corta
fr_fr: Options pour les URLs courts
hu_hu: Rövid URL-beállítások
ja_jp: 短いURLのオプション
mn_mn: Богино URL-н сонголтууд
pl_pl: Opcje krótkich URL
pt_br: Opções de URL curto
tr_tr: Kısa URL seçenekleri
uk_ua: Опції короткого URL
zh_hans_cn: 短URL选项

source: Get short URL
cs_cz: Získat krátké URL
de_de: Kurz-URL abrufen
es_es: Conseguir URL corta
fr_fr: Obtenir un URL court
hu_hu: Rövid URL kérése
it_it: preleva short URL
ja_jp: 短いURLを取得
mn_mn: Богино URL авах
pl_pl: Uzyskaj krótki URL
pt_br: Obter um URL curto
tr_tr: Kısa URL edin
uk_ua: Отримати короткий URL
zh_hans_cn: 得到短URL

source: Create short URL
cs_cz: Vytvořit krátkou URL
de_de: Kurz-URL erzeugen
es_es: Crear URL corta
fr_fr: Créer un URL court
hu_hu: Rövid URL létrehozása
it_it: Crea short URL
ja_jp: 短いURLを作成
mn_mn: Богино URL үүсгэх
pl_pl: Utwórz krótki URL
pt_br: Crie um URL curto
tr_tr: Kısa URL oluştur
uk_ua: Створити короткий URL
zh_hans_cn: 创建短URL

source: Create custom short URL
cs_cz: Vytvořit vlastní krátké URL
de_de: Benutzerdefinierte kurz URL erstellen
es_es: Crear URL corta personalizada
fr_fr: Créer un URL court personnalisé
hu_hu: Egyéni rövid URL létrehozása
it_it: Crea short URL custom
ja_jp: カスタムショートURLを作成
mn_mn: Тохируулсан товч URL үүсгэх
pl_pl: Utwórz własny krótki URL
pt_br: Crie um URL curto personalizado
tr_tr: Özel kısayol URL'i oluştur
uk_ua: Створити короткий URL
zh_hans_cn: 创建自定义短URL

source: URL Shortener
cs_cz: Zkracovač URL
de_de: URL-Abkürzer
es_es: Acortador de URL
fr_fr: Raccourcisseur d'URL
hu_hu: URL-rövidítés
ja_jp: URL短縮ツール
mn_mn: URL богиносгогч
pl_pl: Skracacz URL
pt_br: Encurtador de URL
tr_tr: URL Kısaltıcı
uk_ua: Скорочувач URL
zh_hans_cn: URL缩短

source: Obtain short URL
cs_cz: Získat krátkou URL
de_de: Kurz-URL erzeugen
es_es: Obtener URL corta
fr_fr: Obtenir un URL court
hu_hu: Rövid URL-cím beszerzése
it_it: Ottieni uno short URL
ja_jp: 短いURLを取得
mn_mn: Богино URL олж авах
pl_pl: Otrzymaj krótki URL
pt_br: Obter o URL curto
tr_tr: Kısa URL edin
uk_ua: Отримати короткий URL
zh_hans_cn: 获取短URL

source: In this page, you can generate short links for any Indico URL. Just enter the URL below and click "Shorten".
cs_cz: Na této stránce můžete vygenerovat krátkou URL v rámci Indico. Požadovanou adresu URL vložte níže a pak klikněte na tlačítko "Zkrátit".
de_de: Auf dieser Seite können abgekürzte Adressen für beliebige Veranstaltungen in Indico erzeugt werden. Dazu bitte die Adresse hierunter eingeben und "Abkürzen" drücken.
es_es: En esta página, puede generar enlaces cortos para cualquier URL de Indico. Para ello introduzca la URL a continuación y pulse en "Acortar".
fr_fr: Sur cette page vous pouvez générer des liens courts pour tous les URLs Indico. Entrez juste l'URL ci-dessous et cliquez sur "Raccourcir".
hu_hu: Ezen az oldalon rövid linkeket hozhat létre bármely Indico URL-címhez. Csak adja meg az alábbi URL-t, és kattintson a "Rövidítés".
it_it: In questa pagina è possibile generare short URL per qualsiasi URL di Indico. Basta inserire l'URL qui sotto e cliccare su "Accorcia".
ja_jp: このページでは、IndicoのURLに対してショートリンクを生成することができます。以下のURLを入力し、「短縮する」をクリックするだけです
mn_mn: Энэхүү хуудас дээр та аливаа Indico URL-д зориулж богино холбоос үүсгэж болно. Доор URL оруулан, "Богиносгох" дээр дарна уу.
pl_pl: Na tej stronie możesz wygenerować krókie linki dla dowolnego URL Indico. WProwadź poniżej URL i przyciśnij "Skróć".
pt_br: Nesta página, você pode gerar links curtos para qualquer URL Indico. Basta inserir o URL abaixo e clicar em "Encurtar".
tr_tr: Bu sayfada, tüm Indico URL'leri için kısa bağlantılar oluşturabilirsiniz. Sadece aşağıda URL'yi girin ve ''Kısalt'' seçeneğine tıklayın.
uk_ua: На цій сторінці ви можете генерувати короткі посилання для будь-якої URL-адреси Indico. Просто введіть URL-адресу нижче та натисніть "Скоротити".
zh_hans_cn: 在此页面中，您可以为任何Indico URL生成短链接。 只需在下面输入URL，然后单击“缩短”即可。

source: Enter an Indico URL to shorten...
cs_cz: Zadejte Indico URL adresu, kterou chcete zkrátit ...
de_de: Indico-Adresse für Kurz-URL eingeben…
es_es: Introduzca una URL de Indico para acortar...
fr_fr: Veuillez entrer un URL Indico à raccourcir...
hu_hu: Adjon meg egy Indico URL-t a lerövidítéshez...
it_it: Inserisci un URL Indico da accorciare...
ja_jp: 短縮したいURL
mn_mn: Богиносгохын тулд Indico URL-г оруулна уу...
pl_pl: Wprowadź URL Indico do skrócenia...
pt_br: Insira um URL Indico para encurtar...
tr_tr: Kısaltılacak bir Indico URL'si girin...
uk_ua: Введіть Indico URL для скорочення
zh_hans_cn: 输入 Indico URL 以缩短...

source: Shorten
cs_cz: Zkrátit
de_de: Abkürzen
es_es: Acortar
fr_fr: Raccourcir
hu_hu: Lerövidíti
ja_jp: 短縮する
mn_mn: Богиносгох
pl_pl: Skróć
pt_br: Encurtar
tr_tr: Kısalt
uk_ua: Скоротити
zh_hans_cn: 缩短

source: Copy to clipboard
cs_cz: Zkopírovat do schránky
de_de: In Zwischenspeicher kopieren
es_es: Copiar al portapapeles
fr_fr: Copier vers le presse-papier
hu_hu: Másolja a vágólapra
it_it: Copia negli appunti
ja_jp: クリップボードにコピー
mn_mn: Түр хуулах
pl_pl: Skopiuj do schowka
pt_br: Copiar para área de transferência
tr_tr: Panoya kopyala
uk_ua: Копіювати до буферу обміну
zh_hans_cn: 复制到剪贴板

source: <strong>Tip:</strong> You can also generate short links by using the quick-links in various places within Indico! Just look for the <span class="icon-link"></span> icon.
cs_cz: <strong>Tip\:</strong>Krátké URL adresy můžete v rámci sytému Indico vytvářet rychle s použitím ikony<span class="icon-link"></span>, která usnadňuje vytváření krátkých URL.
de_de: <strong>Tip:</strong> Sie können Abkürzungen auch erzeugen, indem Sie die Quick-Links an verschiedenen Stellen in Indico anklicken! Suchen Sie nach dem <span class="icon-link"></span>-Icon.
es_es: <strong>Sugerencia:</strong> ¡Puede generar enlaces cortos utilizando los enlaces rápidos en varios lugares dentro de Indico! Solo busque el <span class="icon-link"></span>icono.
fr_fr: <strong>Astuce:</strong> Vous pouvez aussi générer des liens courts en utilisant les liens rapides disponibles à divers endroits d'Indico! Repérez simplement l'icone <span class="icon-link"></span>.
hu_hu: <strong>Tipp:</strong> Ön is generálhat rövid linkeket a quick-links segítségével különböző helyeken indico! Csak keresd az <span class="icon-link"></span> ikont.
it_it: <strong>Suggerimento</strong>: è possibile generare collegamenti brevi anche utilizzando i collegamenti rapidi presenti in vari punti di Indico! Basta cercare l'icona <span class="icon-link"></span>.
ja_jp: <strong>ヒント：</strong> また、インディコ内の様々な場所にあるクイックリンクを使って、ショートリンクを生成することができます！<span class="icon-link"></span>アイコンを探してみてください。
mn_mn: <strong>Санамж:</strong> Түүнчлэн, Indico доторх төрөл бүрийн газарт хурдан холбоос ашиглах замаар богино холбоосыг үүсгэж болно! <span class="icon-link"></span> тэмдгийг харна уу.
pl_pl: <strong>Wskazówka:</strong> Możesz generować krótkie linki wywołując skracacz w wielu miejscach w Indico! Szukaj ikonki<span class="icon-link"></span>.
pt_br: <strong>Dica:</strong> Você também pode gerar links curtos usando os links rápidos em vários lugares do Indico! Apenas procure o ícone <span class="icon-link"></span> .
tr_tr: <strong>İpucu:</strong> Indico içinde farklı yerlerdeki hızlı bağlantılara tıklayarak da kısa bağlantılar oluşturabilirsiniz! Sadece <span class="icon-link"></span> simgesine bakın.
uk_ua: <strong>Порада:</strong> Ви також можете генерувати короткі посилання, використовуючи швидкі посилання в різних місцях в Індіко! Просто знайдіть іконку <span class="icon-link"></span>.
zh_hans_cn: <strong>提示</strong>：您还可以通过使用Indico中各个位置的快速链接来生成短链接！ 只需寻找<span class="icon-link"></span>图标。
